Repository: atefganm/OpenViX-enigma2
Catalog: po/*.po
Languages: sk

source: Always show bouquets
sk: Vždy zobrazovať prehľady

source: American Football
sk: Americký futbal

source: American Samoa
sk: Americká Samoa

source: American Sports
sk: Americké športy

source: An empty filename is illegal.
sk: Prázdny názov súboru je nepovolený.

source: An error occurred while downloading the packetlist. Please try again.
sk: Chyba pri sťahovaní zoznamu balíčkov. Prosím, skúste to znova.

source: An unknown error occurred!
sk: Objavila sa neznáma chyba!

source: Animals
sk: Zvieratá

source: Animated Movie
sk: Animovaný film

source: Animation
sk: Animácia

source: Animation Speed
sk: Rýchlosť animácie

source: Animations
sk: Animácie

source: Antarctica
sk: Antarktída

source: Antigua and Barbuda
sk: Antigua a Barbuda

source: Any activity
sk: Akákoľvek činnosť

source: Arabic
sk: Arabsky

source: Architektur
sk: Architektúra

source: Are You Sure ?
sk: Ste si istý ?

source: Are you ready to install %s ?
sk: Ste pripravení na inštaláciu %s ?

source: Are you ready to remove %s ?
sk: Ste pripravení na odstránenie %s ?

source: Are you sure to remove this entry?
sk: Naozaj chcete odstrániť túto položku?

source: Are you sure you want to activate this network configuration?
sk: Naozaj chcete aktivovať túto konfiguráciu siete?

source: Are you sure you want to delete the following backup:
sk: Naozaj chcete zmazať túto zálohu:

source: Are you sure you want to delete all the selected logs:
sk: Ste si istý, že chcete zmazať všetky vybrané súbory protokolov ladenia:

source: Are you sure you want to delete image:
sk: Ste si istý, že chcete zmazať systémový obraz:

source: Are you sure you want to delete the EPG data from:
sk: Ste si istý, že chcete zmazať údaje EPG z:

source: Are you sure you want to delete this log:
sk: Ste si istý, že chcete zmazať tento súbor s protokolom ladenia:

source: Are you sure you want to delete this:
sk: Ste si istý, že chcete zmazať toto:

source: Are you sure you want to exit this wizard?
sk: Ste si istý, že chcete ukončiť tohto sprievodcu?

source: Are you sure you want to purge all deleted user bouquets?
sk: Ste si istý, že chcete odstrániť všetky vymazané používateľské prehľady?

source: Are you sure you want to reload the EPG data from:
sk: Ste si istý, že chcete znova načítať dáta EPG z:

source: Are you sure you want to remove all %d.%d%s%s services?
sk: Ste si istý, že chcete odstrániť všetky stanice %d.%d%s%s?

source: Are you sure you want to remove all cable services?
sk: Ste si istý, že chcete odstrániť všetky káblové stanice?

source: Are you sure you want to remove all terrestrial services?
sk: Ste si istý, že chcete odstrániť všetky pozemné stanice?

source: Are you sure you want to remove this entry?
sk: Naozaj chcete odstrániť toto zadanie?

source: Are you sure you want to restart your network interfaces?
sk: Naozaj chcete reštartovať sieťové rozhrania?

source: Are you sure you want to restore the following backup: %s Your receiver will restart after the backup has been restored!
sk: Ste si istý, že chcete obnoviť nasledujúcu zálohu: %s Prijímač sa po obnovení zo zálohy reštartuje!

source: Are you sure you want to restore the backup? Your receiver will restart after the backup has been restored!
sk: Ste si istý, že chcete obnoviť zálohu? Prijímač sa po obnovení zo zálohy reštartuje!

source: Are you sure you want to save the EPG Cache to:
sk: Ste si istý, že chcete uložiť vyrovnávaciu pamäť (cache) EPG do:

source: Are you sure you want to update your %s %s ?
sk: Ste si istý, že chcete aktualizovať Váš %s %s ?

source: Artist
sk: Umelec

source: Arts & Culture
sk: Umenie a Kultúra

source: Arts/Culture
sk: Umenie/Kultúra

source: Arts/Culture (without music)
sk: Umenie/Kultúra (bez hudby)

source: Ask user
sk: Opýtať sa užívateľa

source: Ask user (with default as 'no')
sk: Opýtať sa užívateľa (s predvoleným nastavením 'nie')

source: Ask user (with default as 'yes')
sk: Opýtať sa užívateľa (s predvoleným nastavením 'áno')

source: Ask whether to stop movie
sk: Opýtať sa, či zastaviť film

source: Aspect ratio
sk: Pomer strán

source: Assigned CAIds:
sk: Priradené CAid-y:

source: Assigned services/provider:
sk: Priradené stanice/poskytovatelia:

source: At End:
sk: Na koniec:

source: At least one day of the week must be selected
sk: Musí byť vybraný aspoň jeden deň v týždni

source: Athletics
sk: Atletika

source: Attention, this is repeated timer!
sk: Pozor, tento časovač sa opakuje!

source: Audio
sk: Zvuk

source: Audio & Video
sk: Zvuk a Obraz

source: Audio PID
sk: Zvukový PID

source: Audio PID%s, codec & lang
sk: Zvukový PID%s, kodek a jazyk

source: Audio channel
sk: Zvukový kanál

source: Audio language selection 1
sk: Výber jazyka zvuku 1

source: Audio language selection 2
sk: Výber jazyka zvuku 2

source: Audio language selection 3
sk: Výber jazyka zvuku 3

source: Audio language selection 4
sk: Výber jazyka zvuku 4

source: Audio options
sk: Možnosti zvuku

source: Audio track (%s) format
sk: Formát zvukovej stopy (%s)

source: Audio track (%s) language
sk: Jazyk zvukovej stopy (%s)

source: Audio track selection, downmix and other audio options
sk: Výber zvukovej stopy, zmena kvality a ďalšie možnosti zvuku

source: Australia
sk: Austrália

source: Australian
sk: Austrálsky

source: Austria
sk: Rakúsko

source: Author:
sk: Autor:

source: Authoring mode
sk: Režim autorizácie

# alebo prázne 4 znaky
source: Auto
sk: Automaticky

source: Auto Deep Standby
sk: Automatické vypnutie

source: Auto Detect
sk: Automatické rozpoznanie

source: Auto Diseqc
sk: Automatický DiSEqC

source: Auto EXIF Orientation rotation/flipping
sk: Automatické otáčanie/prevracanie orientácie EXIF

source: Auto Standby
sk: Automaticky pohotovostný režim

source: Auto Timers
sk: Automatický časovač

source: Auto Volume Level
sk: Automatická hlasitosť

source: Auto chapter split every ? minutes (0=never)
sk: Automaticky rozdeľovať kapitoly každých ? minút (0 = nikdy)

source: Auto flesh
sk: Automatické flešovanie

source: Auto focus
sk: Automatické zaostrenie

source: Auto focus commencing ...
sk: Automatické zaostrenie začína ...

source: Auto play blu-ray file
sk: Automatické prehrávanie súboru blu-ray

source: Auto scart switching
sk: Automatické prepnutie scartu

source: Auto volume level
sk: Automatická hlasitosť

source: AutoTimer List
sk: Zoznam automatického časovača

source: Automatic
sk: Automaticky

source: Automatic Language
sk: Jazyk automaticky

source: Automatic Scan
sk: Automatické vyhľadávanie

source: Automatic image backup
sk: Automatické zálohovanie systémového obrazu

source: Automatic language
sk: Jazyk automaticky

source: Automatic reload
sk: Automatické opätovné načítanie

source: Automatic resolution
sk: Automatické rozlíšenie

source: Automatic resolution label
sk: Menovka automatického rozlíšenia

source: Automatic save
sk: Automatické ukladanie

source: Automatic scan
sk: Automatické vyhľadávanie

source: Automatic settings backup
sk: Automatická záloha nastavení

source: Automatic update interval
sk: Automatický interval aktualizácie

source: Automatically put the TV in standby whenever the receiver goes into standby or deep standby.
sk: Automatické prepnutie televízora do pohotovostného režimu vždy, keď prijímač prejde do pohotovostného alebo vypínacieho režimu.

source: Automatically start timeshift after
sk: Automatické spustenie časového posunu po

source: Automatically turn on external subtitles
sk: Automatické zapnutie externých titulkov

source: Automatically update Client/Server View
sk: Automatická aktualizácia zobrazenia klienta/servera

source: Automatically update Client/Server View?
sk: Automatická aktualizácia zobrazenia klienta/servera?

source: Autostart
sk: Autoštart

source: Autostart:
sk: Autoštart:

source: Autotimer overview
sk: Prehľad automatického časovača

source: Available format variables
sk: Dostupný rôzny formát

source: Available locales are:
sk: Dostupné lokality sú:

source: Available shares:
sk: Dostupné zdieľania:

source: Azerbaijan
sk: Azerbajdžan

source: B-Movie
sk: B-Film

source: BACK
sk: SPäŤ

source: BLUE
sk: MODRÉ

source: BOUQUET+
sk: PREHĽAD+

source: BOUQUET-
sk: PREHĽAD-

source: Back
sk: Spät

source: Back/Recall
sk: Späť/Vyvolať

source: Background
sk: Pozadie

source: Background check
sk: Kontrola na pozadí

source: Background color
sk: Farba pozadia

source: Backup completed.
sk: Záloha dokončená.

source: Backup failed.
sk: Zálohovanie zlyhalo.

source: Backup is running...
sk: Zálohovanie beží...

source: Backup manager
sk: Správca zálohovania

source: Backup system settings
sk: Zálohovať nastavenia systému

source: Badminton
sk: Bedminton

source: Bahamas
sk: Bahamy

source: Bahrain
sk: Bahrajn

source: Ballet
sk: Balet

source: Band
sk: Pásmo

source: Bandwidth
sk: Šírka pásma

source: Bangladesh
sk: Bangladéš

source: Base time
sk: Časová základňa

source: Baseball
sk: Bejzbal

source: Basic PID info
sk: Základné údaje o PID

source: Basic functions
sk: Základné funkcie

source: Basic info
sk: Základné údaje

source: Basketball
sk: Basketbal

source: Basque
sk: Baskicky

source: Before sending the command to switch the TV to standby, the receiver tests if all the other devices plugged into TV are in standby. If they are not, the 'sourceactive' command will be sent to the TV instead of the 'standby' command.
sk: Pred odoslaním príkazu na prepnutie televízora do pohotovostného režimu prijímač otestuje, či sú všetky ostatné zariadenia pripojené k televízoru v pohotovostnom režime. Ak nie sú, namiesto príkazu 'standby' sa do televízora odošle príkaz 'sourceactive'.

source: Begin time
sk: Čas začiatku

source: Behave like stop-button
sk: Chovať sa ako tlačidlo Stop

source: Behavior of 'pause' when paused
sk: Funkcia tlačidla 'Pauza' počas pauzy

source: Behavior of 0 key in PiP-mode
sk: Funkcia tlačidla 0 v režime Obraz v Obraze

source: Behavior when a movie is started
sk: Činnosť po spustení filmu

source: Behavior when a movie is stopped
sk: Činnosť po zastavení filmu

source: Behavior when a movie reaches the end
sk: Činnosť po skončení filmu

source: Belarus
sk: Bielorusko

source: Belgian
sk: Belgicky

source: Belgium
sk: Belgicko

source: Bermuda
sk: Bermudy

source: Berufe
sk: Povolania

source: Beziehung
sk: Vzťah

source: Bhutan
sk: Bhután

source: Big PiP
sk: Veľký PiP

source: Bildung
sk: Vzdelávanie

source: Biografie
sk: Biografia

source: Biography
sk: Životopis

source: Bitrate:
sk: Dátový tok:

source: Black
sk: Čierna

source: Black screen
sk: Čierna obrazovka

source: Black screen till locked
sk: Čierna obrazovka po uzamknutí

source: Blindscan
sk: Vyhľadávanie naslepo

source: Blindscan terrestrial (if possible)
sk: Pozemné Vyhľadávanie naslepo (ak je to možné)

source: Blinking REC
sk: Blikajúci REC

source: Blinking REC Symbol
sk: Blikajúci REC symbol

source: Block noise reduction
sk: Redukcia potlačovača šumu

source: Blue
sk: Modrá

source: Blue button (long)
sk: Modré tlačidlo (dlho)

source: Blue button (short)
sk: Modré tlačidlo (krátko)

source: Blue long
sk: Modré dlho

source: Bolivia (Plurinational State of)
sk: Bolívia

source: Bonaire, Sint Eustatius and Saba
sk: Bonaire, Sint Eustatius a Saba

source: Bookmarks
sk: Záložky

source: Boost blue
sk: Zosilniť modrú

source: Boost green
sk: Zosilniť zelenú

source: Boot Device: %s%s
sk: Zavádzacie zariadenie: %s%s

source: Boot Device: Recovery Slot
sk: Zavádzacie zariadenie: Slot na obnovu

source: Boot Logo Identification
sk: Boot Logo Identifikácia

source: Bootloader: %s
sk: Zavádzač: %s

source: Bootup time
sk: Čas spúšťania

source: Bosnia and Herzegovina
sk: Bosna a Hercegovina

source: Boulevard
sk: Bulvár

source: Bouquet List
sk: Zoznam prehľadov

source: Bouvet Island
sk: Bouvetov ostrov

source: BoxInfo
sk: Informácie o boxe

source: Boxen
sk: Boxer

source: Boxing
sk: Box

source: Brazil
sk: Brazília

source: Brief help information for buttons in your current context.
sk: Stručné informácie o nápovede pre tlačidlá v aktuálnom kontexte.

source: Brightness
sk: Jas

source: Brightness (Dimmed)
sk: Jas (stlmený režim)

source: Brightness (Normal)
sk: Jas (normálny režim)

source: Brightness (Standby)
sk: Jas (pohotovostný režim)

source: British Indian Ocean Territory
sk: Britské teritórium v Indickom oceáne

source: Broadcasters sometimes prefix event names with 'New: ' or 'Live: '. Choose what to do with these prefixes.
sk: Vysielatelia niekedy pred názvy udalostí pridávajú prívlastok 'New: ' alebo 'Live: '. Vyberte si, čo s týmito predponami urobíte.

source: Broadcasters sometimes split long event names into the event description using ... Choose whether to prevent this behaviour.
sk: Vysielatelia niekedy rozdeľujú dlhé názvy podujatí do opisu podujatia pomocou ... Vyberte, či chcete tomuto správaniu zabrániť.

source: Buffering %d%%
sk: Vyrovnávanie pamäte %d%%

source: Buffers:
sk: Zásobníky:

source: Bulgaria
sk: Bulharsko

source: Bulgarian
sk: Bulharsky

source: Burn DVD
sk: Napáliť DVD

source: Burn audio track (%s)
sk: Napáliť zvukovú stopu (%s)

source: Burn existing image to DVD
sk: Napáliť existujúci súborový obraz na DVD

source: Burn to DVD
sk: Napáliť na DVD

source: Bus:
sk: Zbernica:

source: Business & Finance
sk: Podnikanie a Financie

source: Button Setup
sk: Nastavenie tlačidla

source: Button setup
sk: Nastavenia tlačidiel

source: Button setup for
sk: Nastavenie tlačidla pre

source: ButtonSetup
sk: Konfigurácia tlačidla

source: By Team ViX
sk: Od kolektívu ViX

source: Bypass HDMI EDID Check
sk: Obísť kontrolu HDMI EDID

source: Bytes received:
sk: Prijaté bajty:

source: Bytes sent:
sk: Odoslané bajty:

source: C-Band
sk: C-Pásmo

source: CCcam Client Info
sk: CCcam klient info

source: CCcam Config Switcher
sk: CCcam prepínač konfigurácie

source: CCcam Info %s by AliAbdul %s This screen shows you the status of CCcam.
sk: CCcam Info %s od AliAbdul %s Táto obrazovka zobrazuje stav CCcam.

source: CCcam Info Config
sk: CCcam Info - Konfigurácia

source: CCcam Info Setup
sk: CCcam Info - Nastavenie

source: CCcam Provider Info
sk: CCcam Info o poskytovateľovi

source: CCcam Remote Info
sk: CCcam Info o vzdialených

source: CCcam Server Info
sk: CCcam Info o serveri

source: CCcam Share Info
sk: CCcam Info o zdielaní

source: CCcam Shares Info
sk: CCcam Info o zdielaniach

source: CHANGE BOUQUET
sk: ZMENIŤ PREHĽAD

source: CI %s enabled
sk: CI %s povolené

source: CI (Common Interface) Setup
sk: Nastavenie CI (Common Interface)

source: CI assignment
sk: Priradenie CI

source: CONTEXT
sk: KONTEXT

source: Cable
sk: Káblové

source: Cable Scan
sk: Prehľadať káblovku

source: Cable scan executable utility not found '%s'!
sk: Spustiteľný nástroj na prehľadávanie káblovky nebol nájdený '%s'!

source: Cache thumbnails
sk: Uchovať zmenšeniny

source: Cached:
sk: V medzipamäti:

source: Calculate
sk: Prepočítať

source: Calculate all positions
sk: Prepočítať všetky pozície

source: Calculation complete
sk: Prepočítanie dokončené

source: Calibrate
sk: Kalibrovať

source: Call-in
sk: Volajte na

source: Cambodia
sk: Kambodža

source: Cameroon
sk: Kamerun

source: Can be used for different fps between external subtitles and video.
sk: Môže byt použitý pre rôzne fps medzi externými titulkami a videom.

source: Canada
sk: Kanada

source: Cancel
sk: Zrušiť

source: Cancel any changed settings and exit
sk: Zrušiť všetky zmenené nastavenia a ukončiť

source: Cancel any changed settings and exit all menus
sk: Zrušiť všetky zmenené nastavenia a ukončiť všetky ponuky

source: Cancel any changes to the currently active skin
sk: Zrušiť všetky zmeny v aktuálne aktívnom vzhľade

source: Cancel any changes to the currently active skin and exit all menus
sk: Zrušiť všetky zmeny v aktuálne aktívnom vzhľade a ukončiť všetky ponuky

source: Cancel any text changes and exit
sk: Zrušiť všetky zmeny textu a ukončiť

source: Cancel save timeshift as movie
sk: Zrušiť uloženie časového posunu ako filmu

source: Cancel the image selection and exit
sk: Zrušiť výber systémového obrazu a ukončiť

source: Cancel the image selection and exit all menus
sk: Zrušiť výber systémového obrazu a ukončiť všetky ponuky

source: Cancel the selection
sk: Zrušiť výber

source: Cancel timer creation / changes
sk: Zrušiť časovač - vytvorenie / zmeny

source: Cancelled upon user request
sk: Zrušené na žiadosť užívateľa

source: Cannot determine
sk: Nemožno určiť

source: Cannot find any signal ..., aborting !
sk: Nedá sa nájsť žiadny signál ..., prerušujem!

source: Cannot move to the trash can
sk: Nedá sa presunúť do koša

source: Capabilities:
sk: Schopnosti:

source: Capacity:
sk: Kapacita:

source: Card info (CCcam-Reader)
sk: Info o karte (čítačka CCcam)

source: Cards:
sk: Karty:

source: Cards:
sk: Karty:

source: Cards: 0
sk: Karty: 0

source: Cardserial
sk: Sériové číslo karty

source: Cartoon
sk: Kreslený film

source: Cartoons
sk: Kreslené seriály

source: Cascade PiP
sk: Kaskádové PiP

source: Casting
sk: Obsadenie

source: Cayman Islands
sk: Kajmanské ostrovy

source: Center DVB subs on this service
sk: Centrovať DVB titulky na tejto stanici

source: Center DVB subtitles
sk: Centrovať DVB titulky

source: Central African Republic
sk: Stredoafrická republika

source: Ch+ button
sk: Tlačidlo CH+

source: Ch- button
sk: Tlačidlo CH-

source: Chad
sk: Čad

source: Challenge
sk: Výzva

source: Change PIN
sk: Zmeniť PIN

source: Change Timer
sk: Zmeniť časovač

source: Change bouquets in quickzap
sk: Zmeniť prehľady pri rýchlom prepínaní

source: Change next timer
sk: Zmeniť ďalší časovač

source: Change recording (add time)
sk: Zmeniť nahrávanie (pridať čas)

source: Change recording (duration)
sk: Zmeniť nahrávanie (trvanie)

source: Change recording (end time)
sk: Zmeniť nahrávanie (čas ukončenia)

source: Change repeat and delay settings?
sk: Zmeniť nastavenia opakovania a oneskorenia?

source: Change step size
sk: Zmeniť veľkosť kroku

source: Change the Colordepth for UHD
sk: Zmena farebnej hĺbky pre UHD

source: Change the Colorimetry for HDR
sk: Zmena farebnosti pre HDR

source: Change the Colorspace from Auto to RGB
sk: Zmena farebného priestoru z Auto na RGB

source: Channel
sk: Kanál

source: Channel EPG
sk: EPG kanálu

source: Channel List
sk: Zoznam kanálov

source: Channel List Context Menu
sk: Kontextová ponuka zoznamu kanálov

source: Channel Name
sk: Názov kanálu

source: Channel Selection
sk: Výber kanálu

source: Channel down
sk: Kanál nadol

source: Channel info
sk: Informácie o kanáli

source: Channel list cursor behavior
sk: Správanie kurzora v zozname kanálov

source: Channel list on mode change
sk: Zoznam kanálov pri zmene režimu

source: Channel list preview
sk: Náhľad zoznamu kanálov

source: Channel list service mode*
sk: Servisný režim zoznamu kanálov*

source: Channel list type
sk: Typ zoznamu kanálov

source: Channel not in services list
sk: Kanál nie je v zozname staníc

source: Channel preview mode
sk: Režim náhľadu kanálu

source: Channel selection
sk: Výber kanála

source: Channel up
sk: Kanál nahor

source: Channel:
sk: Kanál:

source: Channelname
sk: Názov kanála

source: Channels
sk: Kanály

source: Chap.
sk: Kap.

source: Chapter
sk: Kapitola

source: Chapter:
sk: Kapitola:

source: Check
sk: Skontrolovať

source: Check every (hours)
sk: Skontrolovať každých (hodín)

source: Check the internet connection
sk: Skontrolovať pripojenie k internetu

source: Check the internet connection again
sk: Znovu skontrolovať pripojenie k internetu

source: Checking Logs...
sk: Kontrola protokolov...

source: Checking ONID/TSID
sk: Kontrola ONID/TSID

source: Checking disk.
sk: Kontrola disku.

source: Checking filesystem...
sk: Kontrola súborového systému...

source: Checking for Updates...
sk: Kontrola aktualizácií...

source: Checking the internet connection
sk: Kontrola pripojenia k internetu

source: Checking tuner %s DiSEqC port %s for %s
sk: Kontrola tuneru %s DiSEqC port %s pre %s

source: Children
sk: Deti

source: Children/Youth
sk: Deti/Mládež

source: Children/Youth/Education/Science
sk: Deti/Mládež/Vzdelávanie/Veda

source: Childrens
sk: Deti

source: Chile
sk: Čile

source: China
sk: Čína

source: Chipset: %s
sk: Čipset: %s

source: Chipset: Broadcom %s
sk: Čipset: Broadcom %s

source: Chipset: HiSilicon %s
sk: Čipset: HiSilicon %s

source: Chipset: %s
sk: Čipset: %s

source: Choose Bouquet
sk: Vyberte prehľad

source: Choose CCcam-Reader
sk: Vyberte čítačku CCcam

source: Choose a country scheme for decoding genre information in EPG events.
sk: Výber schémy krajiny na dekódovanie informácií o žánroch v udalostiach EPG.

source: Choose a country scheme for decoding rating information in EPG events.
sk: Výber schémy krajiny na dekódovanie informácií o ratingu v udalostiach EPG.

source: Choose a tag for easy finding a recording.
sk: Vyberte popis pre jednoduchšie nájdenie nahrávky.

source: Choose between Daily, Weekly, Weekdays or user defined.
sk: Vyberte medzi denne, týždenne, v pracovné dni alebo dni definované užívateľom.

source: Choose between High Dynamic Range (HDR) or Picture in Picture (PIP). Both are not possible at the same time. A FULL REBOOT is required for it to take effect
sk: Vyberte si medzi vysokým dynamickým rozsahom (HDR) alebo obrazom v obraze (PiP). Obe možnosti nie sú možné súčasne. Na to, aby sa to prejavilo, je potrebné ÚPLNĚ REŠTARTOVANIE

source: Choose reader
sk: Vyberte čítačku

source: Choose the display formatting style for dates. 'D' / 'DD' is the date and 'M' / 'MM' is the month in digits. ('DD' and 'MM' have leading zeros for single digit values.) The screen display will be based on your choice but can be influenced by the skin.
sk: Vyberte štýl formátovania zobrazenia dátumov. 'D' / 'DD' je dátum a 'M' / 'MM' je mesiac v čísliciach. ('DD' a 'MM' majú úvodné nuly pre jednociferné hodnoty.) Zobrazenie na obrazovke bude založené na vašej voľbe, ale môže byť ovplyvnené vzhľadom.

source: Choose the display formatting style for times. 'H' / 'HH' is the hour for a 24 hour clock, 'h' / 'hh' is the hour for a 12 hour clock, 'mm' is the minutes and 'ss' is the seconds. ('HH' and 'hh' have leading zeros for single digit values.) The screen display will be based on your choice but can be influenced by the skin.
sk: Vyberte štýl formátovania zobrazenia časov. 'H' / 'HH' je hodina pre 24-hodinové hodiny, 'h' / 'hh' je hodina pre 12-hodinové hodiny, mm sú minúty a ss sú sekundy. ('HH' a 'hh' majú úvodné nuly pre jednociferné hodnoty.) Zobrazenie na obrazovke bude založené na vašej voľbe, ale môže byť ovplyvnené vzhľadom.

source: Choose the front panel display formatting style for dates. 'D' / 'DD' is the date and 'M' / 'MM' is the month in digits. ('DD' and 'MM' have leading zeros for single digit values.) The screen display will be based on your choice but can be influenced by the skin.
sk: Vyberte štýl formátovania zobrazenia dátumov na prednom paneli. 'D' / 'DD' je dátum a 'M' / 'MM' je mesiac v čísliciach. ('DD' a 'MM' majú úvodné nuly pre jednociferné hodnoty.) Zobrazenie na obrazovke bude založené na vašej voľbe, ale môže byť ovplyvnené vzhľadom.

source: Choose the front panel display formatting style for times. 'H' / 'HH' is the hour for a 24 hour clock, 'h' / 'hh' is the hour for a 12 hour clock, 'mm' is the minutes. ('HH' and 'hh' have leading zeros for single digit values.) The front panel display will be based on your choice but can be influenced any applicable skin.
sk: Vyberte štýl formátovania zobrazenia časov na prednom paneli. 'H' / 'HH' je hodina pre 24-hodinové hodiny, 'h' / 'hh' je hodina pre 12-hodinové hodiny, 'mm' sú minúty. ('HH' a 'hh' majú úvodné nuly pre jednociferné hodnoty.) Zobrazenie na prednom paneli bude založené na vašej voľbe, ale môže byť ovplyvnené akoukoľvek použiteľnou vzhľadom.

source: Choose the layout. Single channel, Graphics Grid EPG or Text Grid EPG.
sk: Vyberte si rozloženie. Jeden kanál, grafická mriežka EPG alebo textová mriežka EPG.
