Repository: atefganm/OpenViX-enigma2
Catalog: po/*.po
Languages: sk

source: Select which transponder to scan.
sk: Vyberte, ktorý transpondér sa má prehľadávať.

source: Select which tuner to use for the scan.
sk: Vyberte tuner, ktorý sa má použiť na prehľadávanie.

source: Select wireless network
sk: Vyberte bezdrôtovú sieť

source: Select your ATSC provider.
sk: Vyberte svojho poskytovateľa ATSC.

source: Select your country. If not available select 'all'.
sk: Vyberte svoju krajinu. Ak nie je k dispozícii, vyberte 'všetky'.

source: Select your provider and region. If not present in this list you will need to select one of the other 'service scan types'.
sk: Vyberte poskytovateľa a oblasť. Ak sa v tomto zozname nenachádza, musíte vybrať jeden z ďalších 'typov vyhľadávania staníc'.

source: Select your provider, and press OK to start the scan
sk: Vyberte svojho poskytovateľa a stlačte OK pre spustenie vyhľadávania

source: Select your region. If not available change 'Country' to 'all' and select one of the default alternatives.
sk: Vyberte svoj región. Ak nie je k dispozícii, zmeňte položku 'Krajina' na 'všetky' a vyberte jednu z predvolených alternatív.

source: Select your time zone area or region.
sk: Vyberte oblasť časového pásma alebo región.

source: Select, toggle, process or edit the current entry
sk: Výber, prepínanie, spracovanie alebo úprava aktuálnej položky

source: Selecting satellites 1 (USALS)
sk: Výber satelitov 1 (USALS)

source: Selecting satellites 2 (USALS)
sk: Výber satelitov 2 (USALS)

source: Selecting this option allows you to configure a group of satellites in one block.
sk: Výberom tejto možnosti môžete konfigurovať skupinu satelitov v jednom bloku.

source: Selection and exit
sk: Výber a ukončenie

source: Send 'sourceactive' before zap timers
sk: Odoslať 'sourceactive' pred prepnutím časovačmi

source: Send DiSEqC
sk: Poslať DiSEqC

source: Send DiSEqC only on satellite change
sk: Poslať DiSEqC len pri zmene satelitu

source: Seperate titles with a main menu
sk: Samostatné tituly s hlavnou ponukou

source: Sequence repeat
sk: Opakovanie sekvencie

source: Serbia
sk: Srbsko

source: Serbian
sk: Srbsky

source: Serial No
sk: Sériové Číslo

source: Serial no
sk: Sériové číslo

source: Serie
sk: Seriál

source: Serious Music
sk: Vážna hudba

source: Servers
sk: Servery

source: Servers:
sk: Servery:

source: Service
sk: Stanica

source: Service & PIDs
sk: Stanica a PIDy

source: Service Name
sk: Názov stanice

source: Service Title mode
sk: Režim nadpisu stanice

source: Service font size
sk: Veľkosť písma stanice

source: Service info - service & Basic PID Info
sk: Servisné informácie - stanica a základné PID informácie

source: Service info - service & Extended PID Info
sk: Servisné informácie - stanica a rozšírené PID informácie

source: Service info font size
sk: Veľkosť písma informácie o stanici

source: Service invalid! (Timeout reading PMT)
sk: Stanica je neplatná! (Čas vypršal pre čítanie PMT)

source: Service list
sk: Zoznam staníc

source: Service name font size
sk: Veľkosť písma názvu stanice

source: Service not found! (SID not found in PAT)
sk: Stanica nebola nájdená! (SID nenájdený v PAT)

source: Service number font size
sk: Veľkosť písma čísla stanice

source: Service reference
sk: Referencia služby

source: Service scan
sk: Vyhľadávanie staníc

source: Service unavailable! Check tuner configuration!
sk: Stanica je nedostupná! Skontrolujte nastavenie tunera!

source: Service width
sk: Šírka stanice

source: Services
sk: Stanice

source: Services may be grouped in bouquets. When enabled, you can use more than one bouquet.
sk: Stanice môžu byt zoskupené do prehľadov. Ak je povolené, môžete použiť viacero prehľadov.

source: Set CI assignment for detection of available services.
sk: Nastavenie priradenia CI pre detekciu dostupných staníc.

source: Set Enigma2 Log Level
sk: Nastavenie úrovne protokolovania Enigma2

source: Set Framerate for MiniTV
sk: Nastavenie snímkovej frekvencie pre MiniTV

source: Set LED Color or disable the LED.
sk: Nastavenie farby LED alebo vypnutie LED.

source: Set a temporary sort method for this directory
sk: Nastavenie dočasnej metódy triedenia pre tento adresár

source: Set automatic update interval (in hours).
sk: Nastavenie intervalu automatickej aktualizácie (v hodinách).

source: Set default
sk: Predvolené nastavenie

source: Set end time
sk: Nastavenie času ukončenia

source: Set fixed CEC address
sk: Nastavenie pevnej adresy CEC

source: Set fps for external subtitles
sk: Nastavenie fps pre externé titulky

source: Set interface as the default Interface
sk: Nastavenie rozhrania ako predvolené rozhranie

source: Set limits
sk: Nastavenie obmedzení

source: Set persistent PIN code
sk: Nastavenie trvalého PIN kódu

source: Set sequence repeats if your aerial system requires this. Normally if the aerial system has been configured correctly sequence repeats will not be necessary. If yours does, recheck you have command order set correctly.
sk: Ak to váš anténny systém vyžaduje, nastavte opakovanie sekvencie. Ak je anténny systém správne nakonfigurovaný, opakovanie sekvencií nie je potrebné. Ak to robí váš systém, skontrolujte znovu, či máte správne nastavené poradie príkazov.

source: Set startup service
sk: Nastavenie stanice pri spustení

source: Set system
sk: Nastavenie systému

source: Set the MAC address of your %s %s.
sk: Nastavenie adresy MAC vášho %s %s.

source: Set the channel for this timer.
sk: Nastavenie kanálu pre tento časovač.

source: Set the date the timer must start.
sk: Nastavte dátum, kedy sa časovač musí spustiť.

source: Set the default location for your instant recordings. Press OK to add new locations, LEFT/RIGHT to select from any existing locations.
sk: Nastavenie umiestnenia pre okamžité nahrávanie. Stlačte 'OK' pre pridanie nového umiestnenia, tlačidlami vľavo/vpravo vyberiete z existujúcich umiestnení.

source: Set the default location for your recordings. Press OK to add new locations, LEFT/RIGHT to select from any existing locations.
sk: Nastavenie predvoleného umiestnenia pre Vaše nahrávky. Stlačte 'OK' pre pridanie nového umiestnenia, použitím tlačidiel vľavo/vpravo vyberiete z existujúcich umiestnení.

source: Set the default location for your timers. Press OK to add new locations, LEFT/RIGHT to select from any existing locations.
sk: Nastavenie predvoleného umiestnenia pre časovače. Stlačte tlačidlo 'OK' pre pridanie nového umiestnenia, použitím tlačidiel vľavo/vpravo vyberiete z existujúcich umiestnení.

source: Set the default location for your timeshift files. Press OK to add new locations, LEFT/RIGHT to select any existing locations.
sk: Nastavenie umiestnenia pre súbory časového posunu. Stlačte tlačidlo 'OK' pre pridanie nového umiestnenia, tlačidlami vľavo/vpravo vyberiete z existujúcich umiestnení.

source: Set the default sorting method.
sk: Nastavenie predvoleného spôsobu triedenia.

source: Set the delay time between repeated loops, this uses a software render in some skins.
sk: Nastavenie času oneskorenia medzi opakovanými slučkami, v niektorých skinoch sa používa softvérové vykresľovanie.

source: Set the description of the recording.
sk: Nastavenie popisu nahrávky.

source: Set the desired primetime.
sk: Nastavenie požadovaného hlavného vysielacieho času.

source: Set the global sort method
sk: Nastavenie globálneho spôsobu triedenia

source: Set the jump-size of the seekbar.
sk: Nastavenie veľkosti skoku vyhľadávacieho panela.

source: Set the name the recording will get.
sk: Nastavenie názvu, ktorý nahrávka dostane.

source: Set the position of the recording icons
sk: Nastavenie polohy ikon nahrávania

source: Set the repeat interval of the schedule.
sk: Nastavenie intervalu opakovania plánu.

source: Set the scrolling speed of text on the front display, this uses a software render in some skins.
sk: Nastavenie rýchlosti posúvania textu na prednom displeji, v niektorých skinoch sa používa softvérové vykresľovanie.

source: Set the scrolling speed of text on the front display.
sk: Nastavenie rýchlosti posúvania textu na prednom displeji.

source: Set the sort method for this directory
sk: Nastavenie metódy triedenia pre tento adresár

source: Set the time before checking video source for resolution/refresh rate infomation.
sk: Nastavenie času pred kontrolou zdroja videa pre informácie o rozlíšení/obnovovacej frekvencii.

source: Set the time delay before hiding the infobar.
sk: Nastavenie časového oneskorenia pred skrytím informačnej lišty.

source: Set the time of day to perform an EPG download.
sk: Nastavenie denného času, kedy sa má vykonať sťahovanie EPG.

source: Set the time of day to perform the import.
sk: Nastavenie denného času na vykonanie importu.

source: Set the time the timer must start.
sk: Nastavenie času, kedy sa musí časovač spustiť.

source: Set the time the timer must stop.
sk: Nastavenie času, kedy sa musí časovač zastaviť.

source: Set the type of the progress indication in the channel selection screen.
sk: Nastavenie typu indikácie priebehu na obrazovke výberu kanála.

source: Set to the desired primetime.
sk: Nastavenie na požadovaný hlavný čas.

source: Set to what you want the button to do.
sk: Nastavenie, čo má tlačidlo robiť.

source: Set voltage and 22KHz
sk: Nastavenie napätia a 22 kHz

source: Sets the root directory of movie list, to remove the '..' from being shown in that folder.
sk: Nastaví koreňový adresár zoznamu filmov, aby sa v ňom nezobrazoval znak '..'.

source: Setting a network password is mandatory in OpenViX %s if you wish to use network services. To set a password using the virtual keyboard press the 'text' button on your remote control.
sk: Nastavenie sieťového hesla je v OpenViX %s povinné, ak chcete používať sieťové služby. Ak chcete nastaviť heslo pomocou virtuálnej klávesnice, stlačte tlačidlo 'TEXT' na diaľkovom ovládači.

source: Settings
sk: Nastavenia

source: Settings, information and more functions
sk: Nastavenia, informácie a ďalšie funkcie

source: Setup
sk: Nastavenie

source: Setup how to control the channel changing.
sk: Nastavenie spôsobu ovládania zmeny kanálu.

source: Setup menu
sk: Ponuka nastavenia

source: Setup mode
sk: Režim nastavenia

source: Setup network time synchronization interval.
sk: Nastavenie intervalu synchronizácie sieťového času.

source: Setup the interval (in hours) to check for online updates.
sk: Nastavenie intervalu (v hodinách) na kontrolu online aktualizácií.

source: Setup your positioner
sk: Nastavenie polohovacieho zariadenia

source: Setup your satellite equipment
sk: Nastavenie satelitného vybavenia

source: Seychelles
sk: Seychely

source: Share Folders
sk: Zdieľať priečinky

source: Share View
sk: Zobrazenie zdieľania

source: Shares
sk: Akcie

source: Sharpness
sk: Ostrosť

source: Shift
sk: Zmena

source: Shopping
sk: Nakupovanie

source: Short Film
sk: Krátky film

source: Short filenames
sk: Krátke názvy súborov

source: Should the FTP connection to the remote receiver be established in passive mode (normally 'no')?
sk: Má sa pripojenie FTP k vzdialenému prijímaču vytvoriť v pasívnom režime (zvyčajne 'nie')?

source: Show
sk: Zobraziť

source: Show %s
sk: Zobraziť %s

source: Show 1080p 24fps as
sk: Zobraziť 1080p 24fps ako

source: Show 1080p 25fps as
sk: Zobraziť 1080p 25fps ako

source: Show 1080p 30fps as
sk: Zobraziť 1080p 30fps ako

source: Show 2160p 24fps as
sk: Zobraziť 2160p 24fps ako

source: Show 2160p 25fps as
sk: Zobraziť 2160p 25fps ako

source: Show 2160p 30fps as
sk: Zobraziť 2160p 30fps ako

source: Show 480/576p 24fps as
sk: Zobraziť 480/576p 24fps ako

source: Show 720p 24fps as
sk: Zobraziť 720p 24fps ako

source: Show CCcam Info in extensions?
sk: Zobraziť CCcam Info v rozšíreniach?

source: Show CI messages
sk: Zobraziť správy CI

source: Show Clients
sk: Zobraziť klientov

source: Show Display Icons
sk: Zobraziť ikony displeja

source: Show EIT now/next in infobar
sk: Zobraziť EIT aktuálny/nasledujúci v informačnej lište

source: Show Ecm info
sk: Zobraziť ECM informáciu

source: Show Grid EPG
sk: Zobraziť mriežku EPG

source: Show Log
sk: Zobraziť protokol

source: Show Log Manager in extensions list ?
sk: Zobraziť správcu protokolov v zozname rozšírení ?

source: Show Media playback Remaining/Elapsed as
sk: Zobraziť prehrávanie médií Zostávajúci/Uplynulý ako

source: Show MiniTV in the Front Display
sk: Zobraziť MiniTV na prednom displeji

source: Show Multi EPG
sk: Zobraziť Multi EPG

source: Show OScam/Ncam Info in extensions?
sk: Zobraziť OScam/Ncam info v rozšíreniach?

source: Show PIP
sk: Zobraziť PiP

source: Show PIP in the Front Display
sk: Zobraziť PiP na prednom displeji

source: Show PVR status in Movie Player infobar
sk: Zobraziť stav PVR v informačnej lište prehrávača filmov

source: Show RFmod setup
sk: Zobraziť nastavenie RF modulátora

source: Show Readers/Proxies
sk: Zobraziť čítačky/proxy

source: Show SD as
sk: Zobraziť SD ako

source: Show Single EPG
sk: Zobraziť samostatné EPG

source: Show Software Update in Extensions
sk: Zobraziť aktualizáciu softvéru v rozšíreniach

source: Show Software Update in Extensions (blue button menu). 'yes' adds it permanently. 'only when available' only shows it when updates are known to be available based on update polling.
sk: Zobraziť aktualizáciu softvéru v rozšíreniach (modré tlačidlo ponuky). 'áno' ho pridá natrvalo. 'iba keď je k dispozícii' zobrazí sa len vtedy, keď je známe, že sú k dispozícii aktualizácie na základe prieskumu aktualizácií.

source: Show Time Remaining/Elapsed
sk: Zobraziť čas zostávajúci/uplynulý

source: Show Timer List
sk: Zobraziť zoznam časovača

source: Show Transponder Remaining/Elapsed as
sk: Zobraziť zostávajúci/uplynulý transpondér ako

source: Show True/False as graphical switch
sk: Zobraziť Pravdivé/Nepravdivé ako grafický prepínač

source: Show VCR scart on main menu
sk: Zobraziť VCR scart v hlavnej ponuke

source: Show ViX spinning logo when the system is busy.
sk: Zobraziť rotujúce logo ViX, ked je systém zaneprázdnený.

source: Show WLAN status
sk: Zobraziť stav WLAN

source: Show alternatives
sk: Zobraziť alternatívy

source: Show animation while busy
sk: Zobraziť animáciu pri zaneprázdnení

source: Show autotimer list
sk: Zobraziť zoznam automatických časovačov

source: Show background behind subtitles
sk: Zobraziť pozadie za titulkami

source: Show background in Radio mode
sk: Zobraziť pozadie v režime Rádio

source: Show background when tuned to a radio channel.
sk: Zobrazenie pozadia pri naladení rozhlasového kanála.

source: Show bouquet on launch
sk: Zobraziť prehľad pri spustení

source: Show channel number in infobar
sk: Zobraziť číslo stanice v informačnej lište

source: Show channel numbers in channel selection
sk: Zobraziť čísla kanálu vo výbere kanálov

source: Show columns
sk: Zobraziť stĺpce

source: Show crypto icons
sk: Zobraziť ikony kódovania

source: Show crypto info in infobar
sk: Zobraziť informácie o kódovaní v informačnej lište

source: Show default on new line
sk: Zobraziť predvolené na novom riadku

source: Show description for next event)
sk: Zobraziť popis nadchádzajúcej udalosti

source: Show description for previous event)
sk: Zobraziť popis predchádzajúcej udalosti

source: Show detailed event info
sk: Zobraziť podrobné informácie o udalosti

source: Show encryption info in the infobar (when supported by the skin).
sk: Zobrazenie informácií o kódovaní v informačnej lište (ak to vzhľad podporuje).

source: Show event details
sk: Zobraziť detaily o udalosti

source: Show event genre information
sk: Zobraziť informácie o žánri udalosti

source: Show event info plugins
sk: Zobraziť doplnky s informáciami o udalostiach

source: Show event-progress in channel selection
sk: Zobraziť priebeh udalosti vo výbere kanála

source: Show extended description
sk: Zobraziť rozšírený popis

source: Show extension selection
sk: Zobraziť výber rozšírenia

source: Show extensions
sk: Zobraziť rozšírenia

source: Show favourites list
sk: Zobraziť zoznam obľúbených

source: Show help
sk: Zobraziť nápovedu

source: Show icon for new/unseen items
sk: Zobraziť ikonu pre nové/neviditeľné položky

source: Show in Standby
sk: Zobraziť v pohotovostnom režime

source: Show in extensions
sk: Zobraziť v rozšíreniach

source: Show in extensions list ?
sk: Zobraziť v zozname rozšírení?

source: Show info
sk: Zobraziť informácie

source: Show info line
sk: Zobraziť informačný riadok

source: Show infobar EPG
sk: Zobraziť informačnú lištu EPG

source: Show infobar on channel change
sk: Zobraziť informačnú lištu pri zmene stanice

source: Show infobar on event change
sk: Zobraziť informačnú lištu pri zmene udalosti

source: Show infobar on skip forward/backward
sk: Zobraziť informačnú lištu pri skoku vpred/vzad

source: Show job tasks in extensions
sk: Zobraziť úlohy v rozšíreniach

source: Show list of similar programs
sk: Zobraziť zoznam podobných programov

source: Show live tv when movie stopped
sk: Zobraziť živé tv vysielanie pri zastavení filmu

source: Show menu
sk: Zobraziť ponuku

source: Show menu numbers
sk: Zobraziť čísla ponuky

source: Show message when recording starts
sk: Zobraziť správu pri začatí nahrávania

source: Show movie lengths in movie list
sk: Zobraziť dĺžky filmov v zozname filmov

source: Show movies
sk: Zobraziť filmy

source: Show network mounts
sk: Zobraziť sieťové prípojné body

source: Show notifications
sk: Zobraziť upozornenia

source: Show on-screen notifications (pop up) to warn the OpenTV download is in progress.
sk: Zobraziť upozornenia na obrazovke (vyskakujúce okienko), ktoré upozorňujú na prebiehajúce sťahovanie OpenTV.

source: Show or hide the extended description, (skin dependant).
sk: Zobraziť alebo skryť rozšírený popisu (závislé na vzhľade).

source: Show picon background color
sk: Zobraziť farbu pozadia piktogramu

source: Show picons during channel number input
sk: Zobraziť piktogramy počas zadávania čísla kanála

source: Show picons in service list
sk: Zobraziť piktogramy v zozname staníc

source: Show picons in the movie list.
sk: Zobraziť piktogramy v zozname filmov.

source: Show picons in timer list
sk: Zobraziť piktogramy v zozname časovača

source: Show positioner movement
sk: Zobraziť pohyb polohovacieho zariadenia

source: Show positioner position
sk: Zobraziť pozíciu polohovacieho zariadenia

source: Show program information
sk: Zobraziť programové informácie

source: Show record indicator
sk: Zobraziť indikátor záznamu

source: Show recorded movies
sk: Zobraziť nahrané filmy

source: Show screen path
sk: Zobraziť cestu na obrazovke

source: Show screensaver
sk: Zobraziť šetrič obrazovky

source: Show second infobar
sk: Zobraziť druhý informačný panel

source: Show select audio track
sk: Zobraziť vybranú zvukovú stopu

source: Show service list
sk: Zobraziť zoznam staníc

source: Show service list or movies
sk: Zobraziť zoznam staníc alebo filmov

source: Show service type icons
sk: Zobraziť ikony typu stanice

source: Show setup default values
sk: Zobraziť predvolené hodnoty nastavenia

source: Show shutdown menu
sk: Zobraziť ponuku vypnutia

source: Show single channel EPG
sk: Zobrazí EPG pre jeden kanál

source: Show single epg for current channel
sk: Zobraziť samostatné EPG pre aktuálny kanál

source: Show source packages
sk: Zobraziť zdrojové balíčky

source: Show status icons in movie list
sk: Zobraziť ikony stavu v zozname filmov

source: Show stream clients
sk: Zobraziť klientov streamu

source: Show sub-menu
sk: Zobraziť podponuku

source: Show subservice selection
sk: Zobraziť výber podslužby

source: Show subservice selection list
sk: Zobraziť zoznam výberu podslužby

source: Show subtitle selection
sk: Zobraziť výber titulkov

source: Show the DreamPlex player
sk: Zobraziť prehrávač DreamPlex

source: Show the list of autotimers.
sk: Zobraziť zoznam automatických časovačov.

source: Show the list of timers
sk: Zobraziť zoznam časovačov

source: Show the list of timers.
sk: Zobraziť zoznam časovačov.

source: Show the plugin browser
sk: Zobraziť prehliadač doplnkov

source: Show the radio player
sk: Zobraziť rádio prehrávač

source: Show the service information on two lines in the channel selection screen. You can choose between the current event description below the channel name, or the current event description next to the channel name, and the next event description on the second line.
sk: Zobrazenie informácií o službe na dvoch riadkoch na obrazovke výberu kanála. Môžete si vybrať medzi popisom aktuálnej udalosti pod názvom kanála alebo popisom aktuálnej udalosti vedľa názvu kanála a popisom ďalšej udalosti v druhom riadku.

source: Show the tv player
sk: Zobraziť TV prehrávač

source: Show time elapsed as positive
sk: Zobraziť uplynulý čas kladne

source: Show time in 24 hour clock format.
sk: Zobraziť čas v 24-hodinovom formáte.

source: Show time remaining/elapsed
sk: Zobraziť zostávajúci/uplynulý čas

source: Show timer list
sk: Zobraziť zoznam časovača

source: Show translation packages
sk: Zobraziť preložené balíčky

source: Show transponder info
sk: Zobraziť informácie o transpondéri

source: Show transponder remaining/elapsed as
sk: Zobraziť transpondér zostávajúci/uplynulý ako

source: Show two lines per entry
sk: Zobraziť dva riadky na položku

source: Show warning when timeshift is stopped
sk: Zobraziť varovanie, ked sa zastaví časový posun

source: Show/Game Show/Leisure hobbies
sk: Šou/Herná šou/Voľnočasové záľuby

source: Show/Games show
sk: Šou/Hry

source: Show/hide infobar
sk: Zobraziť/skryť informačnú lištu

source: Shows live tv or informations on LCD.
sk: Zobraziť živé tv vysielanie alebo informácie na LCD displeji.

source: Shows the icons when new/unseen, otherwise it will not show an icon.
sk: Zobraziť ikony, keď sú nové/neviditeľné, inak ikonu nezobrazí.

source: Shows the state of your wireless LAN connection.
sk: Zobraziť stav pripojenia bezdrôtovej LAN.

source: Shows the watched status of the movie.
sk: Zobraziť stav sledovaného filmu.

source: Shuffle playlist
sk: Náhodné prehrávanie

source: Shut Down
sk: Vypnúť

source: Side by Side
sk: Vedľa seba

source: Side by side
sk: Vľavo a Vpravo

source: Signal OK, proceeding
sk: Signál OK, pokračovanie

source: Signal finder
sk: Vyhľadávač signálu

source: Signal quality
sk: Kvalita signálu

source: Signal strength:
sk: Sila signálu:

source: Signal:
sk: Signál:

source: Similar
sk: Podobné

source: Similar broadcasts:
sk: Podobné vysielania:

source: Simple
sk: Jednoduchý

source: Simple fade
sk: Jednoduché miznutie

source: Simple titleset (compatibility for legacy players)
sk: Jednoduchá sada titulov (kompatibilita so staršími prehrávačmi)

source: Simple zoom
sk: Jednoduché priblíženie

source: Singapore
sk: Singapúr

source: Single
sk: Jednen

source: Single EPG
sk: Samostatné EPG

source: Single core
sk: Jedno jadro

source: Single satellite
sk: Jeden satelit

source: Single step (GOP)
sk: Jeden krok (GOP)

source: Sint Maarten (Dutch part)
sk: Sint Maarten (holandská časť)

source: Sitcom
sk: Situačný komiks

source: Site latitude
sk: Zemepisná šírka stanoviska

source: Site longitude
sk: Zemepisná dĺžka stanoviska

source: Sketches
sk: Skice

source: Skiing
sk: Lyžovanie

source: Skin
sk: Vzhľad

source: Skin Selection
sk: Výber vzhľadu

source: Skin Selection Actions
sk: Akcie výberu vzhľadu

source: Skin Setting
sk: Nastavenie vzhľadu

source: Skin install
sk: Inštalácia vzhľadu

source: Skin setup
sk: Nastavenie vzhľadu

source: Skin: %s
sk: Vzhľad: %s

source: SkinSelector: Restart GUI
sk: Výber vzhľadu: Reštartovať GUI (grafické rozhranie)

source: Skins
sk: Vzhľady

source: Skip back
sk: Preskočiť späť

source: Skip back
sk: Skok späť

source: Skip back (enter time in minutes)
sk: Skok späť (zadať čas v minútach)

source: Skip empty services
sk: Vynechať prázdne stanice

source: Skip forward
sk: Preskočiť vpred

source: Skip forward
sk: Skok vpred

source: Skip forward (enter time in minutes)
sk: Skok vpred (zadať čas v minútach)
