Repository: atefganm/OpenViX-enigma2
Catalog: po/*.po
Languages: sk

source: centered
sk: vycentrované

source: centered, wrapped
sk: vycentrované, zalomené

source: chapters
sk: kapitoly

source: childrens (general)
sk: deti (všeobecne)

source: childrens's youth program (general)
sk: detský mládežnícky program (všeobecne)

source: circular left
sk: kruhová ľavá

source: circular right
sk: kruhová pravá

source: close share view
sk: zavrieť zobrazenie zdieľania

source: comedy
sk: komédia

source: comedy (general)
sk: komédia (všeobecne)

source: confirmed
sk: potvrdené

source: connected
sk: pripojené

source: controlled by HDMI
sk: ovládané cez HDMI

source: convert to AC3
sk: konvertovať na AC3

source: convert to DTS
sk: konvertovať na DTS

source: convert to multi-channel PCM
sk: konvertovať na viackanálový PCM

source: cooking
sk: varenie

source: copy
sk: kopírovať

source: create directory
sk: vytvoriť adresár

source: current affairs (general)
sk: aktuálne udalosti (všeobecne)

source: daily
sk: denne

source: day
sk: deň

source: decrease uphop by 1
sk: znížiť uphop o 1

source: delete
sk: odstrániť

source: delete cut
sk: odstrániť strih

source: delete time - show delete time (Trash ONLY)
sk: vymazať čas - zobraziť čas odstránenia (LEN kôš)

source: delete time - show record time (Trash ONLY)
sk: vymazať čas - zobraziť čas záznamu (LEN kôš)

source: descramble and record ecm
sk: dekódovať a nahrávať ecm

source: detective/thriller
sk: detektívka/triler

source: disable
sk: zakázať

source: disable intro screen
sk: zakázať úvodnú obrazovku

source: disabled
sk: vypnuté

source: disconnected
sk: odpojené

source: discussion/interview/debate
sk: diskusia/rozhovor/debata

source: do nothing
sk: nerobiť nič

source: documentary
sk: dokumentárny film

source: documentary (general)
sk: dokumentárny film (všeobecne)

source: don't convert
sk: nekonvertovať

source: don't descramble, record ecm
sk: nedekódovať, nahrávať ecm

source: done!
sk: hotovo!

source: drama (general)
sk: dráma (všeobecne)

source: east
sk: východné

source: ecm time:
sk: čas ecm:

source: economics/social advisory
sk: ekonomika/sociálne poradenstvo

source: education/information (general)
sk: vzdelávanie/informácie (všeobecne)

source: education/science/factual topics (general)
sk: vzdelávanie/veda/faktické témy (všeobecne)

source: educational/science/factual topics (general)
sk: vzdelávacie/vedecké/faktické témy (všeobecne)

source: embedded
sk: vložené

source: empty
sk: prázdne

source: enable
sk: povoliť

source: enable intro screen
sk: povoliť úvodnú obrazovku

source: enabled
sk: povolené

source: end cut here
sk: strih končí tu

source: entertainment (10-16 year old)
sk: zábava (10 až 16 rokov)

source: entertainment (6-14 year old)
sk: zábava (6 až 14 rokov)

source: entertainment (general)
sk: zábava (všeobecne)

source: epg cache backup
sk: záloha vyrovnávacej pamäte epg

source: equestrian
sk: jazdectvo

source: error starting scanning
sk: chyba pri spustení vyhľadávania

source: error while scanning
sk: chyba pri vyhľadávaní

source: execute cuts (requires MovieCut plugin)
sk: vykonať strihy (vyžaduje doplnok MovieCut)

source: exit DVD player or return to file browser
sk: ukončiť prehrávač DVD alebo sa vrátiť do správcu súborov

source: experimental film/video
sk: experimentálny film/video

source: extensions.
sk: rozšírenia.

source: extra wide
sk: extra široký

source: extrawide
sk: najširší

source: failed
sk: zlyhanie

source: false
sk: nepravdivé

source: fashion
sk: móda

source: fast
sk: rýchlo

source: file can not displayed - file not found
sk: súbor sa nedá zobraziť - súbor sa nenašiel

source: fileformats (BMP, PNG, JPG, GIF)
sk: formáty súborov (BMP, PNG, JPG, GIF)

source: filename
sk: názov súboru

source: film/cinema
sk: film/kino

source: fine arts
sk: výtvarné umenie

source: fitness & health
sk: zdravá kondícia

source: fitness and health
sk: kondícia a zdravie

source: flat alphabetic
sk: plošne abecedne

source: flat reverse alphabetic
sk: plošne abecedne obrátené

source: folk/traditional music
sk: folk/tradičná hudba

source: football/soccer
sk: futbal

source: force disabled
sk: vynútenie zakázané

source: force enabled
sk: vynútenie povolené

source: foreign countries/expeditions
sk: zahraničné krajiny/expedície

source: forward to the next chapter
sk: preskočiť na ďalšiu kapitolu

source: free
sk: voľných

source: free diskspace
sk: voľného miesta na disku

source: from
sk: z

source: full
sk: plný

source: further education
sk: ďaľšie vzdelávanie

source: game show/quiz/contest
sk: herná šou/kvíz/sútaž

source: gardening
sk: záhradníctvo

source: get the cards' server
sk: získať server kariet

source: go to deep standby
sk: prejsť do vyčkávacieho režimu

source: go to standby
sk: prejsť do pohotovostného režimu

source: grab this frame as bitmap
sk: zachytiť tento rámec ako bitmapu

source: green
sk: zelená

source: handicraft
sk: ručné práce

source: handled
sk: spracované

source: height
sk: výška

source: hide
sk: skryť

source: hops:
sk: skokov:

source: horizontal
sk: vodorovná

source: increase uphop by 1
sk: zvýšiť uphop o 1

source: info
sk: informácia

source: information/education/school program
sk: informácie/vzdelanie/program pre školy

source: init module
sk: inicializácia modulu

source: insert mark here
sk: sem vložit značku

source: instant record
sk: okamžitá nahrávka

source: invalid type
sk: neplatný typ

source: is strongly advised.
sk: sa dôrazne odporúča.

source: jazz
sk: džez

source: jump back to the previous title
sk: skok vzad na predchádzajúci titul

source: jump forward to the next title
sk: skok vpred na nasledujúci titul

source: languages
sk: jazyky

source: left
sk: vľavo

source: left, wrapped
sk: vľavo, zalomené

source: leisure hobbies (general)
sk: voľnočasové záľuby (všeobecne)

source: length
sk: dĺžka

source: limit ..., aborting !
sk: obmedzenie ..., prerušujem !

source: literature
sk: literatúra

source: live broadcast
sk: priamy prenos

source: local sports
sk: miestne športy

source: local time
sk: miestny čas

source: locked
sk: zamknuté

source: long
sk: dlho

source: longest first
sk: najdlhšie najskôr

source: magazines/reports/documentary
sk: magazíny/správy/dokumentárne

source: making a backup before updating
sk: pred aktualizáciou vykonať zálohu nastavení

source: manual
sk: ručne

source: martial sports
sk: bojové športy

source: medicine/physiology/psychology
sk: medicína/fyziológia/psychológia

source: menu
sk: ponuka

source: middle
sk: stred

source: mins
sk: min.

source: minute
sk: minúta

source: minutes
sk: minút

source: module disabled
sk: modul vypnutý

source: month
sk: mesiac

source: motor sport
sk: motoristické športy

source: motoring
sk: motorizmus

source: move
sk: presun

source: movie (general)
sk: film (všeobecne)

source: multinorm
sk: viacnormový

source: music (general)
sk: hudba (všeobecne)

source: music/ballet/dance (general)
sk: hudba/balet/tanec (všeobecne)

source: musical/opera
sk: muzikál/opera

source: nature/animals/environment
sk: príroda/zvieratá/životné prostredie

source: never
sk: nikdy

source: new media
sk: nové médiá

source: newest first
sk: najnovšie prvé

source: newest recordings first then other media by name
sk: najprv najnovšie nahrávky a potom ostatné médiá podľa názvu

source: news (general)
sk: spravodajstvo (všeobecne)

source: news magazine
sk: spravodajský magazín

source: news/current affairs (general)
sk: spravodajstvo/publicistika (všeobecne)

source: news/weather report
sk: spravodajstvo/predpoveď počasia

source: no
sk: nie

source: no CAId selected
sk: nie je zvolený CAid

source: no CI slots found
sk: nenájdené sloty CI

source: no channel list
sk: žiadny zoznam kanálov

source: no delay
sk: bez oneskorenia

source: no module found
sk: nenájdený modul

source: no or unknown card inserted
sk: žiadna alebo vložená neznáma karta

source: no resource manager
sk: žiadny správca zdrojov

source: no storage devices found
sk: nenájdené žiadne zariadenie pre ukladanie dát

source: none
sk: žiadne

source: normal
sk: normálne

source: not configured
sk: nenakonfigurované

source: not locked
sk: nie je signál

source: not supported
sk: nepodporované

source: not valid frontend
sk: neplatný frontend

source: nothing connected
sk: nič nie je pripojené

source: of a DUAL layer medium used.
sk: použitého dvojvrstvového média.

source: of a SINGLE layer medium used.
sk: použitého jednovrstvového média.

source: off
sk: vyp

source: off or wpa2 on
sk: vypnuté alebo zapnuté wpa2

source: offset is
sk: posun je

source: oldest first
sk: najstarší prvý

source: on
sk: zap

source: on READ ONLY medium.
sk: na nezapisovateľné médium.

source: once
sk: raz

source: only HD
sk: iba HD

source: only when available
sk: iba ak je k dispozícii

source: original
sk: originál

source: original language
sk: pôvodný jazyk

source: packages selected.
sk: balíčkov zvolených.

source: page left
sk: stránka vľavo

source: pass
sk: heslo

source: performing arts
sk: divadelné umenie

source: please wait, loading picture...
sk: prosím čakajte, nahrávanie obrázku...

source: please wait...
sk: prosím, čakajte...

source: popular culture/traditional arts
sk: populárna kultúra/tradičné umenie

source: pre-school children's program
sk: program pre predškolské deti

source: preserve bookmarks in cuts
sk: zachovať záložky v strihoch

source: priority
sk: priorita

source: provid:
sk: id poskytovateľa:

source: provider:
sk: poskytovateľ:

source: reboot system
sk: reštartovanie systému

source: record
sk: nahrať

source: recording...
sk: nahrávam...

source: red
sk: červená

source: religion
sk: náboženstvo

source: remarkable people
sk: pozoruhodní ľudia

source: remove after this position
sk: odstrániť za touto pozíciou

source: remove before this position
sk: odstrániť pred touto pozíciou

source: remove bookmark
sk: odstrániť záložku

source: remove bookmarks in cuts
sk: odstrániť záložky v strihoch

source: remove directory
sk: odstrániť adresár

source: remove this mark
sk: odstrániť túto značku

source: rename
sk: premenovať

source: repeat playlist
sk: opakovať zoznam prehrávok

source: repeated
sk: opakovane

source: restart GUI
sk: reštartovať GUI

source: reverse alphabetic then newest first
sk: obrátene abecedne, potom najnovší ako prvý

source: reverse alphabetic then oldest first
sk: obrátene abecedne, potom najstarší ako prvý

source: rewind to the previous chapter
sk: previnúť na predchádzajúcu kapitolu

source: right
sk: vpravo

source: right, wrapped
sk: vpravo, zalomené

source: romance
sk: romantika

source: rotor
sk: motor

source: rotor is not used
sk: motor nie je použitý

source: running...
sk: prebieha...

source: save last directory on exit
sk: uložiť posledný adresár pri ukončení

source: save playlist on exit
sk: uložiť zoznam prehrávok pri ukončení

source: scan state
sk: stav vyhľadávania

source: science fiction/fantasy/horror
sk: sci-fi/fantázia/horor

source: sec
sk: sek

source: seconds
sk: sekúnd

source: select
sk: výber

source: select CAId's
sk: vyberte CAid-y

source: serious music/classic music
sk: vážna hudba/klasická hudba

source: serious/classical/religious/historical drama
sk: vážna/klasická/náboženská/historická dráma

source: share:
sk: zdieľať:

source: shortest first
sk: najkratšie prvé

source: show DVD main menu
sk: zobraziť hlavnú ponuku DVD

source: show all cards
sk: zobraziť všetky karty

source: show all tags
sk: zobraziť všetky popisy

source: show cards with uphop 0
sk: zobraziť karty s uphop 0

source: show cards with uphop 1
sk: zobraziť karty s uphop 1

source: show cards with uphop 2
sk: zobraziť karty s uphop 2

source: show cards with uphop 3
sk: zobraziť karty s uphop 3

source: show cards with uphop 4
sk: zobraziť karty s uphop 4

source: show cards with uphop 5
sk: zobraziť karty s uphop 5

source: show cards with uphop 6
sk: zobraziť karty s uphop 6

source: show cards with uphop 7
sk: zobraziť karty s uphop 7

source: show cards with uphop 8
sk: zobraziť karty s uphop 8

source: show cards with uphop 9
sk: zobraziť karty s uphop 9

source: show event details
sk: zobraziť detaily o udalosti

source: show mediaplayer on mainmenu
sk: zobraziť prehrávač médií v hlavnej ponuke

source: show softwaremanager in plugin menu
sk: zobraziť manažér softvéru v ponuke pluginu

source: show softwaremanager on blue button
sk: zobraziť správcu softvéru pod modrým tlačidlom

source: show/game show (general)
sk: šou/herné šou (všeobecne)

source: shuffle
sk: náhodne

source: shut down
sk: vypnúť

source: simple
sk: jednoduchý

source: skip backward
sk: preskočiť dozadu

source: skip forward
sk: preskočiť vpred

source: slow
sk: pomalo

source: soap/melodrama/folkloric
sk: telenovela/melodráma/folklórny

source: social/political issues/economics (general)
sk: sociálne/politické problémy/ekonómia (všeobecne)

source: social/spiritual science
sk: sociálne/duchovná veda

source: social/spiritual sciences
sk: sociálne/duchovné vedy

source: sorting of playlists
sk: zoradenie zoznamov prehrávok

source: special (general)
sk: špeciálne (všeobecne)

source: special events
sk: špeciálne podujatia

source: sports (general)
sk: športy (všeobecne)

source: sports magazine
sk: športový magazín

source: start cut here
sk: začiatok strihu tu

source: start directory
sk: východzí adresár

source: stepsize
sk: veľkosť kroku

source: switch to bookmarks
sk: prepnúť na záložky

source: switch to filelist
sk: prepnúť na zoznam súborov

source: switch to the next angle
sk: prepnúť na další uhol

source: switch to the next audio track
sk: prepnúť na nasledujúcu zvukovú stopu

source: switch to the next subtitle language
sk: prepnúť na nasledujúci jazyk titulkov

source: system:
sk: systém:

source: talk show
sk: talkšou

source: team sports/excluding football
sk: kolektívne športy/okrem futbalu

source: technology/natural science
sk: technológia/prírodná veda

source: template file
sk: súbor šablóny

source: tennis/squash
sk: tenis/squash

source: this bouquet is protected by a parental control pin
sk: tento prehľad je chránený PINom rodičovskej ochrany

source: this recording
sk: táto nahrávka

source: this service is protected by a parental control pin
sk: táto stanica je chránená PIN-om rodičovskej ochrany

source: toggle time, chapter, audio, subtitle info
sk: prepnutie času, kapitol, zvuku a titulkových informácií

source: top
sk: hore

source: tourism/travel
sk: turistika/cestovanie

source: true
sk: skutočné

source: uShare Name
sk: uShare - Názov

source: uShare Setup
sk: uShare - Nastavenie

source: uShare name
sk: názov uShare

source: uShare port
sk: port uShare

source: unavailable
sk: nedostupné

source: unconfirmed
sk: nepotvrdené

source: unknown
sk: neznáme

source: unknown service
sk: neznáma stanica

source: unpublished
sk: nepublikované

source: until standby/restart
sk: do vypnutia alebo reštartu

source: updates available.
sk: dostupné aktualizácie.

source: use best / controlled by HDMI
sk: použiť najlepšie / riadené cez HDMI

source: user defined
sk: užívatelsky definované

source: user defined hidden
sk: užívateľom definované skrytie

source: using:
sk: používa:

source: variety show
sk: varieté

source: vertical
sk: zvislá

source: violet
sk: fialová

source: wait for ci...
sk: čakať na ci...

source: wait for mmi...
sk: čakať na mmi...

source: waiting
sk: čakanie

source: wakeup
sk: prebudenie

source: wakeup to standby
sk: prebudenie do pohotovostného režimu

source: water sport
sk: vodný šport

source: weekly
sk: týždeň

source: west
sk: západné

source: when PiPzap enabled zap channel down...
sk: keď PiP prepínanie povolené prepne kanál nadol...

source: when PiPzap enabled zap channel up...
sk: keď PiP prepínanie povolené prepne kanál nahor...

source: white
sk: biela

source: wide
sk: široký

source: width
sk: šírka

source: winter sport
sk: zimné športy

source: wireless network interface
sk: rozhranie bezdrôtovej siete

source: with %d error
sk: s %d chybou

source: with exit button
sk: s tlačidlom EXIT

source: with left/right buttons
sk: s tlačidlami vľavo/vpravo

source: with long OK press
sk: s dlhým stlačením tlačidla OK

source: with text
sk: s textom

source: working
sk: pracujem

source: yellow
sk: žltá

source: yes
sk: áno

source: yes (keep feeds)
sk: áno (zachovať feedy)

source: yes, but not in multi selections
sk: áno, ale nie pri viacerých výberoch

source: zap
sk: prepnúť

source: zap and record
sk: prepnúť a nahrať

source: zapped
sk: prepnuté

source: | separated list of prefixes you'd like to be removed from event names, separated with |, e.g. New:|Live:
sk: | zoznam prefixov, ktoré chcete odstrániť z názvov udalostí, oddelených symbolom |, napr. New:|Live:
