Repository: atefganm/OpenViX-enigma2
Catalog: po/*.po
Languages: sk

source: Correct invalid EPG data
sk: Oprava nesprávnych údajov EPG

source: Costa Rica
sk: Kostarika

source: Cote d'Ivoire
sk: Pobrežie Slonoviny

source: Could not find installed channel list.
sk: Nepodarilo sa nájsť zoznam nainštalovaných kanálov.

source: Could not load medium! No disc inserted?
sk: Nepodarilo sa načítať médium! Nie je vložený žiadny disk?

source: Could not open picture in picture
sk: Nedá sa otvoriť obraz v obraze

source: Could not open the file %s!
sk: Nedá sa otvoriť súbor %s!

source: Could not record due to a conflicting timer %s
sk: Nepodarilo sa nahrávať kvôli konfliktnému časovaču %s

source: Could not record due to an invalid service %s
sk: Nepodarilo sa nahrávať z dôvodu neplatnej služby %s

source: Could not save configfile %s!
sk: Konfiguračný súbor %s sa nepodarilo uložiť!

source: Couldn't copy %d items. %s
sk: Nepodarilo sa skopírovať %d položiek. %s

source: Couldn't copy '%s'. %s
sk: Nepodarilo sa skopírovať '%s'. %s

source: Couldn't delete %d items.
sk: Nepodarilo sa odstrániť %d položiek.

source: Couldn't delete '%s'.
sk: Nepodarilo sa odstrániť '%s'.

source: Couldn't move %d items to the trash can. Do you want to delete them instead?
sk: Nepodarilo sa presunúť %d položiek do koša. Chcete ich namiesto toho vymazať?

source: Couldn't move %d items. %s
sk: Nepodarilo sa presunúť %d položiek. %s

source: Couldn't move '%s' to the trash can. Do you want to delete it instead?
sk: Nepodarilo sa presunúť '%s' do koša. Chcete ho namiesto toho vymazať?

source: Couldn't move '%s'. %s
sk: Nepodarilo sa presunúť '%s'. %s

source: Country
sk: Krajina

source: Country for EPG event genre information
sk: Krajina pre informácie o žánri udalosti EPG

source: Country for EPG event rating information
sk: Krajina pre informácie o hodnotení udalostí EPG

source: Cover dashed flickering line for this service
sk: Zakryte prerušovanú blikajúcu čiaru pre túto službu

source: Crash Logs
sk: Protokoly kritických chýb

source: Create DVD-ISO
sk: Vytvoriť disk DVD-ISO

source: Create Timer
sk: Vytvoriť časovač

source: Create Zap Timer
sk: Vytvoriť časovač prepnutia

source: Create directory
sk: Vytvoriť adresár

source: Create separate radio userbouquet
sk: Vytvorenie samostatného rádia prehľadu

source: Creating AP and SC Files
sk: Vytváranie AP a SC súborov

source: Creating Hardlink to Timeshift file failed!
sk: Vytvárenie hardlinku pre súbor časového posunu zlyhalo!

source: Creating directory %s failed.
sk: Vytváranie adresára %s zlyhalo.

source: Creating filesystem.
sk: Vytváranie súborového systému.

source: Creating partition.
sk: Vytváranie partície.

source: Cricket
sk: Kriket

source: Crime
sk: Krimi

source: Croatia
sk: Chorvátsko

source: Croatian
sk: Chorvátsky

source: Cron Manager
sk: Správca plánovaných úloh

source: Cron Manager Setup
sk: Nastavenie správcu plánovaných úloh

source: Cron Timers
sk: Časovače plánovaných úloh

source: Cuba
sk: Kuba

source: Cult
sk: Kult

source: Culture
sk: Kultúra

source: Current Affairs
sk: Aktuálne udalosti

source: Current Event:
sk: Aktuálna relácia:

source: Current Status:
sk: Aktuálny stav:

source: Current device:
sk: Aktuálne zariadenie:

source: Current mode: %s
sk: Aktuálny režim: %s

source: Current rotor position:
sk: Aktuálna pozícia motora:

source: Current settings:
sk: Aktuálne nastavenia:

source: Current status:
sk: Súčasný stav:

source: Current time
sk: Aktuálny čas

source: Current transponder
sk: Aktuálny transpondér

source: Current value:
sk: Aktuálna hodnota:

source: Current version:
sk: Aktuálna verzia:

source: Custom
sk: Vlastné

source: Custom skip time for '1'/'3' buttons
sk: Vlastný časový interval skoku pre tlačidlá '1'/'3'

source: Custom skip time for '4'/'6' buttons
sk: Vlastný časový interval skoku pre tlačidlá '4'/'6'

source: Custom skip time for '7'/'9' buttons
sk: Vlastný časový interval skoku pre tlačidlá '7'/'9'

source: Customize
sk: Prispôsobiť

source: Customize settings
sk: Prispôsobiť nastavenia

source: Cut
sk: Strih

source: Cutlist editor
sk: Editor strihov

source: Cutlist editor...
sk: Editor strihov...

source: Cycle through infobar displays
sk: Cyklus zobrazenia informačnej lišty

source: Cycling
sk: Cyklistika

source: Czech
sk: Česky

source: Czechia
sk: Česko

source: DHCP This test checks whether your LAN adapter is set up for automatic IP address configuration with DHCP. If you get a "disabled" message: - Your LAN adapter is configured for manual IP setup. - Verify that you have entered correct IP informations in the adapter setup dialog. If you get an "enabled" message: - Verify that you have a configured and working DHCP server in your network.
sk: DHCP Tento test overuje, či máte sieťovú kartu nastavenú na automatické nastavenie IP adresy z DHCP. Ak dostanete hlásenie „vypnuté“: - máte sieťovú kartu nakonfigurovanú na ručné nastavenie IP adresy - skontrolujte, či ste zadali správne IP údaje v nastavovacom dialógu karty. Ak dostanete hlásenie „zapnuté“: - skontrolujte, či máte v sieti nakonfigurovaný a fungujúci server DHCP.

source: DLNA support
sk: Podpora DLNA

source: DMM advanced
sk: Rozšírené DMM

source: DMM normal
sk: Normálne DMM

source: DOWN
sk: NADOL

source: DUAL LAYER DVD
sk: DVOJVRSTVOVÉ DVD

source: DVB CI Delay
sk: DVB CI Oneskorenie

source: DVB Subtitles PID & lang
sk: DVB titulky PID a jazyk

source: DVB subtitle black transparency
sk: Čierna priehľadnosť DVB titulkov

source: DVB type
sk: Typ DVB

source: DVD data format
sk: Formát dát DVD

source: DVD file browser
sk: Prehliadač súborov DVD

source: DVD media toolbox
sk: Nástroje pre DVD

source: DVD player
sk: Prehrávač DVD

source: DVD titlelist
sk: Zoznam titulov na DVD

source: Daily
sk: Denne

source: Dance
sk: Tanec

source: Danish
sk: Dánsky

source: Darts
sk: Šípky

source: Date
sk: Dátum

source: Date first
sk: Dátum prvého

source: Date format
sk: Formát dátumu

source: Date style
sk: Štýl dátumu

source: Dating
sk: Zoznámenie

source: Day D Mon
sk: Deň D Mes

source: Day D-Mon
sk: Deň D-Mes

source: Day D/M
sk: Deň D/M

source: Day D/MM
sk: Deň D/MM

source: Day DD Mon
sk: Deň DD Mes

source: Day DD-Mon
sk: Deň DD-Mes

source: Day DD/M
sk: Deň DD/M

source: Day DD/MM
sk: Deň DD/MM

source: Day M/D
sk: Deň M/D

source: Day M/DD
sk: Deň M/DD

source: Day MM/D
sk: Deň MM/D

source: Day MM/DD
sk: Deň MM/DD

source: Day Mon D
sk: Deň Mes D

source: Day Mon DD
sk: Deň Mes DD

source: Day Mon-D
sk: Deň Mes-D

source: Day Mon-DD
sk: Deň Mes-DD

source: Dayname D Month Year
sk: Menovka D Mesiac Rok

source: Dayname D-Month-Year
sk: Menovka D-Mesiac Rok

source: Dayname D. Month Year
sk: Menovka D. Mesiac Rok

source: Dayname D.M.Year
sk: Menovka D.M.Rok

source: Dayname D.MM.Year
sk: Menovka D.MM.Rok

source: Dayname D/M/Year
sk: Menovka D/M/Rok

source: Dayname D/MM/Year
sk: Menovka D/MM/Rok

source: Dayname DD Month Year
sk: Menovka DD Mesiac Rok

source: Dayname DD-Month-Year
sk: Menovka DD-Mesiac-Rok

source: Dayname DD. Month Year
sk: Menovka DD. Mesiac Rok

source: Dayname DD.M.Year
sk: Menovka DD.M.Rok

source: Dayname DD.MM.Year
sk: Menovka DD.MM.Rok

source: Dayname DD/M/Year
sk: Menovka DD/M/Rok

source: Dayname DD/MM/Year
sk: Menovka DD/MM/Rok

source: Dayname M/D/Year
sk: Menovka M/D/Rok

source: Dayname M/DD/Year
sk: Menovka M/DD/Rok

source: Dayname MM/D/Year
sk: Menovka MM/D/Rok

source: Dayname MM/DD/Year
sk: Menovka MM/DD/Rok

source: Dayname Month D Year
sk: Menovka Mesiac D Rok

source: Dayname Month DD Year
sk: Menovka Mesiac DD Rok

source: Dayname Month-D-Year
sk: Menovka Mesiac-D-Rok

source: Dayname Month-DD-Year
sk: Menovka Mesiac-DD-Rok

source: Dayname Year Month D
sk: Menovka Rok Mesiac D

source: Dayname Year Month DD
sk: Menovka Rok Mesiac DD

source: Dayname Year-Month-D
sk: Menovka Rok-Mesiac-D

source: Dayname Year-Month-DD
sk: Menovka Rok-Mesiac-DD

source: Dayname Year/M/D
sk: Menovka Rok/M/D

source: Dayname Year/M/DD
sk: Menovka Rok/M/DD

source: Dayname Year/MM/D
sk: Menovka Rok/MM/D

source: Dayname Year/MM/DD
sk: Menovka Rok/MM/DD

source: De-select
sk: Zrušiť výber

source: Debate
sk: Diskusia

source: Debug
sk: Ladenie systému (Debug)

source: Debug Logs
sk: Protokoly ladenia systému

source: Debug log time format *
sk: Formát času protokolu ladenia systému *

source: Debug to file
sk: Ladenie systému do súboru

source: Debug+ Logs
sk: Protokoly podrobnejšieho ladenia systému

source: Decrement end time
sk: Skrátenie času ukončenia

source: Decrement start time
sk: Skrátenie času spustenia

source: Deep Standby
sk: Vyčkávací režim

source: Deep Standby LED
sk: LED vyčkávacieho režimu

source: Deep standby
sk: Vyčkávací režim

source: Default
sk: Predvolene

source: Default movie location
sk: Predvolené umiestnenie filmov

source: Default port is '%d'. Change if required.
sk: Predvolený port je '%d'. V prípade potreby ho zmeňte.

source: Default recording type
sk: Predvolený typ nahrávky

source: Default settings
sk: Predvolené nastavenia

source: Default: '%s'.
sk: Predvolené: '%s'.

source: Defaults
sk: Predvolené

source: Define additional delay in milliseconds before start of http(s) streams, e.g. to connect a remote tuner, you use a complex system of DiSEqC.
sk: Definujte dodatočné oneskorenie v milisekundách pred spustením streamov http(s), napr. na pripojenie vzdialeného tunera, používate komplexný systém DiSEqC.

source: Delay after change voltage before switch command
sk: Oneskorenie po zmene napätia pred príkazom na prepnutie

source: Delay after continuous tone disable before diseqc
sk: Oneskorenie po vypnutí nepretržitého tónu pred DiSEqC

source: Delay after diseqc peripherial poweron command
sk: Oneskorenie po príkaze zapnutia periférneho DiSEqC

source: Delay after diseqc reset command
sk: Oneskorenie po príkaze reset DiSEqC

source: Delay after enable voltage before motor command
sk: Oneskorenie po povolení napätia pred príkazom motora

source: Delay after enable voltage before switch command
sk: Oneskorenie po zapnutí napätia pred príkazom na prepnutie

source: Delay after final continuous tone change
sk: Oneskorenie po poslednej nepretržitej zmene tónu

source: Delay after last diseqc command
sk: Oneskorenie po poslednom príkaze DiSEqC

source: Delay after last voltage change
sk: Oneskorenie po poslednej zmene napätia

source: Delay after motor stop command
sk: Oneskorenie po príkaze na zastavenie motora

source: Delay after set voltage before measure motor power
sk: Oneskorenie po nastavení napätia pred meraním výkonu motora

source: Delay after toneburst
sk: Oneskorenie po prepnutí tónu (toneburst)

source: Delay after voltage change before motor command
sk: Oneskorenie po zmene napätia pred povelom motora

source: Delay before key repeat starts:
sk: Oneskorenie pred spustením opakovania tlačidla:

source: Delay before sequence repeat
sk: Oneskorenie pred opakovaním sekvencie

source: Delay between CEC commands when sending a series of commands. Some devices require this delay for correct functioning, usually between 50-150ms.
sk: Oneskorenie medzi príkazmi CEC pri odosielaní série príkazov. Niektoré zariadenia vyžadujú toto oneskorenie pre správne fungovanie, zvyčajne v rozmedzí 50-150 ms.

source: Delay between diseqc commands
sk: Oneskorenie medzi príkazmi DiSEqC

source: Delay between switch and motor command
sk: Oneskorenie medzi prepínačom a povelom motora

source: Delay for external subtitles
sk: Oneskorenie externých titulkov

source: Delay in milliseconds after finish scrolling text on display.
sk: Oneskorenie v milisekundách po dokončení posúvania textu na displeji.

source: Delay in milliseconds before start of scrolling text on display.
sk: Oneskorenie v milisekundách pred začiatkom posúvania textu na displeji.

source: Delay time
sk: Čas oneskorenia

source: Delay:
sk: Oneskorenie:

source: Delete
sk: Vymazať

source: Delete %s?
sk: Zmazať %s?

source: Delete Confirmation
sk: Potvrdiť odstránenie

source: Delete EPG Cache
sk: Vymazanie vyrovnávacej pamäte EPG

source: Delete Language(s)
sk: Vymazať jazyk(y)

source: Delete Timer
sk: Odstrániť časovač

source: Delete all log entries
sk: Vymazanie všetkých protokolov záznomov

source: Delete all the text
sk: Odstránenie celého textu

source: Delete backwards
sk: Vymazať dozadu

source: Delete character to left of cursor or select AM times
sk: Odstránenie znaku naľavo od kurzora alebo výber AM časov

source: Delete character under cursor or select PM times
sk: Odstránenie znaku pod kurzorom alebo výber PM časov

source: Delete entry
sk: Vymazať zadanie

source: Delete failed!
sk: Vymazanie zlyhalo!

source: Delete file
sk: Zmazať súbor

source: Delete forwards
sk: Vymazať dopredu

source: Delete log entry
sk: Odstránenie záznamu protokolu

source: Delete playlist entry
sk: Zmazať položku v zozname prehrávok

source: Delete saved playlist
sk: Zmazať uložený zoznam prehrávok

source: Delete the character to the left of text cursor
sk: Odstránenie znaku naľavo od textového kurzora

source: Delete the character under the text cursor
sk: Odstránenie znaku pod textovým kurzorom

source: Deleted %d items
sk: Odstránené %d položky

source: Deleted %s!
sk: Odstránené %s!

source: Deleted '%s'
sk: Odstránené '%s'!

source: Deleted image
sk: Odstránený systémový obraz

source: Deleted items
sk: Odstránené položky

source: Deleting files
sk: Odstraňovanie súborov

source: Denmark
sk: Dánsko

source: Depth
sk: Hĺbka

source: Descramble & record ECM' gives the option to descramble afterwards if descrambling on recording failed. 'Don't descramble, record ECM' save a scramble recording that can be descrambled on playback. 'Normal' means descramble the recording and don't record ECM.
sk: 'Dekódovať a nahrávať ECM' ponúka dodatočnú možnosť dekódovať nahrávku ak predchádzajúce dekódovanie zlyhalo. 'Nepoužiť dekódovanie, nahrávať ECM' uloží kódovaný záznam, ktorý môže byt dekódovaný počas prehrávania. 'Normálny' znamená dekódovať nahrávku a nenahrávať ECM.

source: Descramble receiving http streams
sk: Dekódovať prichádzajúce http streamy

source: Descramble sending http streams
sk: Dekódovať odchádzajúce http streamy

source: Description
sk: Popis

source: Deselect
sk: Zrušiť výber

source: Details for plugin:
sk: Podrobnosti doplnku:

source: Detect next boxes before standby
sk: Zisťovanie ďalších prijímačov pred pohotovostným režimom

source: Detect programs split by news bulletins. Choose the maximum duration in minutes to consider as a bulletin, or 0 to disable.
sk: Zistiť programy rozdelené podľa spravodajských bulletinov. Zvoľte maximálnu dĺžku trvania v minútach, ktorú chcete považovať za bulletin, alebo 0, aby ste to zakázali.

source: Detected devices:
sk: Rozpoznané zariadenia:

source: Detected tuners:
sk: Rozpoznané tunery:

source: Detective
sk: Detektívka

source: Detektiv
sk: Detektív

source: Device
sk: Zariadenie

source: Device %s
sk: Zariadenie %s

source: Device mounts
sk: Pripojené zariadenia

source: Devicename:
sk: Názov zariadenia:

source: Devices
sk: Zariadenia

source: DiSEqC 1.0 command
sk: DiSEqC 1.0 príkaz

source: DiSEqC 1.1 command
sk: DiSEqC 1.1 príkaz

source: DiSEqC 1.1 repeats
sk: DiSEqC 1.1 opakovania

source: DiSEqC mode
sk: Režim DiSEqC

source: DiSEqC-tester settings
sk: Nastavenia skúšaca DiSEqC

source: Digital contour removal
sk: Odstránenie digitálnych obrysov

source: Dim delay
sk: Oneskorenie stlmenia

source: Dim the LCD after specified time.
sk: Stlmenie LCD displeja po uplynutí zadaného času.

source: Direct menu item selection
sk: Priamy výber položky ponuky

source: Direct playback of linked titles without menu
sk: Priame prehrávanie prepojených titulov bez ponuky

source: Directories cannot be bulk renamed
sk: Adresáre nie je možné hromadne premenovať

source: Directory
sk: Adresár

source: Directory %s does not exist.
sk: Adresár %s neexistuje.

source: Directory '%s' does not exist!
sk: Adresár '%s' neexistuje!

source: Directory '%s' is not hard links capable!
sk: Adresár '%s' neumožňuje pevné odkazy!

source: Directory '%s' not valid. Partition must be ext or nfs
sk: Adresár '%s' nie je platný. Partícia musí byť ext alebo nfs

source: Directory '%s' not writable!
sk: Adresár '%s' nie je zapisovateľný!

source: Directory '%s' not writeable!
sk: Adresár '%s' nie je možné zapísať!

source: Directory browser
sk: Prehliadač adresárov

source: Disable
sk: Zakázať

source: Disable Animations
sk: Zakázať animácie

source: Disable FCC during recordings
sk: Zakázať FCC počas nahrávania

source: Disable Fast Channel Change
sk: Zakázať rýchlu zmenu kanálu (FCC)

source: Disable Picture in Picture
sk: Vypnúť Obraz v Obraze

source: Disable Timer
sk: Vypnúť časovač

source: Disable background scanning
sk: Zakázať vyhľadávanie na pozadí

source: Disable move mode
sk: Vypnúť režim presunu

source: Disabled
sk: Vypnuté

source: Discussion
sk: Diskusia

source: Disk space to reserve for recordings (in GB)
sk: Miesto na disku vyhradené pre nahrávky (v GB)

source: Disk state:
sk: Stav disku:

source: Display 16:9 content as
sk: Obraz 16:9 zobraziť ako

source: Display 4:3 content as
sk: Obraz 4:3 zobraziť ako

source: Display >16:9 content as
sk: Obraz >16:9 zobraziť ako

source: Display Skin
sk: Zobrazenie vzhľadu

source: Display and user interface
sk: Displej a užívateľské rozhranie

source: Display message before playing next movie
sk: Zobraziť správu pred začatím prehrávania nasledujúceho filmu

source: Display oscam information.
sk: Zobrazenie oscam informácie.

source: Display selection list as a selection menu
sk: Zobrazenie zoznamu výberu ako výberovej ponuky

source: Display the EIT now/next event data in infobar.
sk: Zobrazenie údajov o aktuálnej/nasledujúcej udalosti EIT v informačnej lište.

source: Display the virtual keyboard for data entry
sk: Zobrazenie virtuálnej klávesnice na zadávanie údajov

source: Djibouti
sk: Džibutsko

source: Do not center DVB subs on this service
sk: Necentrovať DVB titulky na tejto stanici

source: Do not change
sk: Nemeniť

source: Do not record
sk: Nenahrať

source: Do nothing
sk: Nič nerobiť

source: Do you really want to check the filesystem? This could take a long time!
sk: Naozaj chcete skontrolovať systém súborov? Môže to trvať dosť dlho!

source: Do you really want to delete %s?
sk: Naozaj chcete zmazať %s?

source: Do you really want to delete selected language:
sk: Naozaj chcete odstrániť vybraný jazyk:

source: Do you really want to delete this timer ?
sk: Naozaj chcete zmazať tento časovač?

source: Do you really want to download the plugin "%s"?
sk: Naozaj chcete stiahnuť doplnok "%s"?

source: Do you really want to exit?
sk: Naozaj chcete ukončiť?

source: Do you really want to initialize this device? All the data on the device will be lost!
sk: Naozaj chcete inicializovať zariadenie? Všetky údaje na disku budú stratené!

source: Do you really want to move '%s' to the trash can?
sk: Naozaj chcete presunúť '%s' do koša?

source: Do you really want to move these %d items to the trash can?
sk: Naozaj chcete tieto %d položieky presunúť do koša?

source: Do you really want to permanently delete '%s' from the trash can?
sk: Naozaj chcete natrvalo odstrániť '%s' z koša?

source: Do you really want to permanently delete '%s'?
sk: Naozaj chcete natrvalo odstrániť '%s'?

source: Do you really want to permanently delete these %d items from the trash can?
sk: Naozaj chcete natrvalo odstrániť tieto %d položieky z koša?

source: Do you really want to permanently delete these %d items?
sk: Naozaj chcete natrvalo odstrániť tieto %d položieky?

source: Do you really want to remove directory %s from the disk?
sk: Naozaj chcete odstrániť adresár %s z disku?

source: Do you really want to remove the plugin "%s"?
sk: Naozaj chcete odstrániť doplnok "%s"?

source: Do you really want to remove the timer for %s?
sk: Naozaj chcete odstrániť časovač pre %s?

source: Do you really want to remove your bookmark of %s?
sk: Naozaj chcete odstrániť záložku %s?

source: Do you really want to stop the current recording and delete timer %s?
sk: Naozaj chcete zastaviť aktuálne nahrávanie a vymazať časovač %s?

source: Do you want to burn this collection to DVD medium?
sk: Naozaj chcete túto zostavu napáliť na DVD médium?

source: Do you want to change the default skin
sk: Chcete zmeniť predvolený skin

source: Do you want to continue?
sk: Chcete pokračovať?

source: Do you want to delete all the selected files: (choose 'No' to only delete the currently selected file.)
sk: Chcete odstrániť všetky vybrané súbory: (vyberte 'Nie' aby sa odstránil len aktuálne označený súbor.)

source: Do you want to do a service scan?
sk: Chcete vykonať vyhľadávanie staníc?

source: Do you want to do another manual service scan?
sk: Chcete vykonať ďalšie ručné vyhľadávanie staníc?

source: Do you want to install plugins
sk: Chcete nainštalovať doplnky

source: Do you want to install the package:
sk: Chcete nainštalovať balíček:

source: Do you want to play DVD in drive?
sk: Chcete prehrať DVD v mechanike?

source: Do you want to preview this DVD before burning?
sk: Chcete si toto DVD prezrieť pred napálením?

source: Do you want to reboot your %s %s
sk: Chcete reštartovať Váš %s %s

source: Do you want to reboot your receiver?
sk: Chcete reštartovať Váš prijímač?

source: Do you want to remove the package:
sk: Chcete odstrániť balíček:

source: Do you want to restore your settings?
sk: Chcete obnoviť Vaše nastavenia?

source: Do you want to resume playback?
sk: Chcete pokračovať v prehrávaní?

source: Do you want to update your %s %s ?
sk: Chcete aktualizovať Váš %s %s ?

source: Do you want to upgrade the package:
sk: Chcete aktualizovať balíček:

source: Documentary
sk: Dokumentárny film

source: Dokumentation
sk: Dokumentácia

source: Dolby Digital downmix is now %s
sk: Dolby Digital downmix je teraz %s

source: Domain
sk: Doména

source: Dominica
sk: Dominika

source: Dominican Republic
sk: Dominikánska republika

source: Don't restart
sk: Nereštartovať

source: Don't save
sk: Neuložiť

source: Don't show default
sk: Nezobrazovať predvolené

source: Don't stop current event but disable future events
sk: Nezastaviť aktuálnu udalosť, ale zakázať budúce udalosti

source: Don't zap
sk: Neprepnúť

source: Don't zap and disable timer
sk: Neprepnúť a vypnúť časovač

source: Don't zap and remove timer
sk: Neprepnúť a odsrániť časovač

source: Done
sk: Hotovo

source: Done - Installed, upgraded or removed %d package (%s)
sk: Hotovo - %d nainštalovaný, aktualizovaný alebo odstránený balíček s %s chybou

source: Down
sk: Nadol

source: Download plugins
sk: Stiahnuť doplnky

source: Downloading
sk: Sťahovanie

source: Downloading plugin information. Please wait...
sk: Stiahnutie informácie o doplnku. Počkajte prosím...

source: Drama
sk: Dráma

source: Drama and Films
sk: Dráma a Filmy

source: Drivers: %s
sk: Ovládače: %s

source: Drivers: %s
sk: Ovládače: %s

source: Drop unconfigured satellites
sk: Odstránenie nekonfigurovaných satelitov

source: Dual core
sk: Dvojité jadro

source: Dutch
sk: Holandsky

source: Dynamic contrast
sk: Dynamický kontrast

source: E2 (re)starts: %s
sk: E2 (re)štartov: %s

source: ECM Info
sk: Informácia ECM

source: ECM data will be included in the stream. This enables a client receiver to decode it.
sk: ECM údaje budú zahrnuté v streame. To umožňuje, aby prijímač klienta dekódoval.

source: EJECTCD
sk: VYBRAŤ CD

source: END
sk: KONIEC

source: ENTER
sk: VSTÚPIŤ

source: EPG Cache Check
sk: Kontrola vyrovnávacej pamäte EPG

source: EPG Commands
sk: Príkazy EPG

source: EPG Search
sk: Hľadanie v EPG

source: EPG access
sk: Prístup k EPG

source: EPG button (long)
sk: Tlačidlo EPG (dlho)

source: EPG button (short)
sk: Tlačidlo EPG (krátko)

source: EPG button action
sk: Činnosť tlačidla EPG

source: EPG event name prefixes to remove
sk: Odstránenie predpôn názvov udalostí EPG

source: EPG filename
sk: Názov súboru s EPG

source: EPG language selection 1
sk: Výber hlavného jazyka EPG 1
