Repository: atefganm/OpenViX-enigma2
Catalog: po/*.po
Languages: sk

source: Katastrophe
sk: Katastrofa

source: Kazakhstan
sk: Kazachstán

source: Keep logs
sk: Zachovať protokoly

source: Keep service
sk: Zachovať stanicu

source: Keeps the movie list open whilst playing audio files.
sk: Počas prehrávania zvukových súborov ponecháva otvorený zoznam filmov.

source: Kenya
sk: Keňa

source: Kernel: %s
sk: Jadro: %s

source: Kernel: %s
sk: Jadro: %s

source: Key
sk: Kľúč

source: Key Events
sk: Kľúčové udalosti

source: Keyboard
sk: Klávesnica

source: Keyboard data entry
sk: Zadávanie údajov z klávesnice

source: Keyboard map
sk: Rozloženie kláves

source: Keyboard settings
sk: Nastavenia klávesnice

source: Korea (Democratic People's Republic of)
sk: Severná Kórea

source: Korea (Republic of)
sk: Južná Kórea

source: Kuwait
sk: Kuvajt

source: Kyrgyzstan
sk: Kirgizsko

source: LAN adapter
sk: Adaptér LAN

source: LAN adapter This test detects your configured LAN adapter.
sk: Adaptér LAN Tento test zisťuje nakonfigurovaný adaptér LAN.

source: LAN connection
sk: Pripojenie LAN

source: LED Deep Standby
sk: LED vyčkávacieho režimu

source: LED Display Panel
sk: LED zobrazovacieho panela

source: LED Normal
sk: LED normálneho režimu

source: LED Standby
sk: LED pohotovostného režimu

source: LED brightness during deep standby.
sk: Jas LED vo Vyčkávacom režime.

source: LED brightness during normal operations.
sk: Jas LED počas normálnej prevádzky.

source: LED brightness during standby.
sk: Jas LED v Pohotovostnom režime.

source: LEFT
sk: VĽAVO

source: LIST
sk: ZOZNAM

source: Label not defined
sk: Označenie nie je definované

source: Language
sk: Jazyk

source: Language selection
sk: Výber jazyka

source: Lao People's Democratic Republic
sk: Laos

source: Large
sk: Veľké

source: Last Req.
sk: Posledná požiadavka.

source: Last config
sk: Posledné nastavenie

source: Last speed
sk: Posledná rýchlosť

source: Last update: %s
sk: Posledná aktualizácia: %s

source: Last used share:
sk: Posledné použité zdieľanie:

source: LastPage
sk: Posledná strana

source: Late Night
sk: Neskorá noc

# third event: 'third' event label
source: Later
sk: Neskôr

source: Latitude
sk: Zemepisná šírka

source: Latvia
sk: Lotyšsko

source: Latvian
sk: Lotyšsky

source: Leave DVD player?
sk: Ukončiť DVD prehrávač?

source: Leave this set to 'yes' unless you fully understand why you are adjusting it.
sk: Ponechajte túto možnosť nastavenú na 'áno', pokiaľ úplne nechápete, prečo ju upravujete.

source: Lebanon
sk: Libanon

source: Left
sk: Vľavo

source: Left from servicename
sk: Vľavo od názvu stanice

source: Left long
sk: Vľavo dlho

source: Leisure hobbies
sk: Voľný čas/koníčky

source: Liberia
sk: Libéria

source: Libya
sk: Líbya

source: Liechtenstein
sk: Lichtenštajnsko

source: Lifestyle
sk: Životný štýl

source: Light Grey
sk: Svetlosivá

source: Limit character set for recording filenames
sk: Obmedziť sadu znakov pre názvy súborov nahrávok

source: Limit debug log size (MB)
sk: Obmedziť veľkosť súboru protokolu ladenia (MB)

source: Limit east
sk: Východný limit

source: Limit the characters that can be used in recording filenames to (7 bit) ascii. This ensures compatibility with operating systems or file systems with limited character sets.
sk: Obmedziť znaky, ktoré môžu byt použité v názve súborov nahrávok na (7 bitov) ascii. Zabezpečí sa kompatibilita s operačnými alebo súborovými systémami s obmedzenou znakovou sadou.

source: Limit west
sk: Západný limit

source: Limits cancelled
sk: Limity zrušené

source: Limits enabled
sk: Limity povolené

source: Limits off
sk: Vypnúť limity

source: Limits on
sk: Zapnúť limity

source: Link quality:
sk: Kvalita spojenia:

source: Link:
sk: Spojenie:

source: Linked titles with a DVD menu
sk: Tituly prepojené s menu DVD

source: List EPG functions
sk: Zoznam funkcií EPG

source: List available networks
sk: Zoznam dostupných sietí

source: List of storage devices
sk: Zoznam zariadení na ukladanie dát

source: List version %d, found %d channel
sk: Zoznam verzia %d, nájdená %d stanica

source: List/Fav/PVR
sk: Zoznam/Obľúbené/Nahrávky

source: List/File
sk: Zoznam/Súbor

source: Listen to the radio
sk: Počúvanie rádia

source: Listener for hotplug events.
sk: Poslucháč udalostí hotplug.

source: Lists reloaded!
sk: Znovu načítané zoznamy!

source: Literatur
sk: Literatúra

source: Lithuania
sk: Litva

source: Lithuanian
sk: Litovsky

source: Live
sk: Naživo

source: Load
sk: Načítať

source: Load EPG Cache
sk: Načítať EPG vyrovnávaciu pamäť

source: Load playlist
sk: Načítať zoznam prehrávania

source: Load unlinked userbouquets
sk: Načítať nepriradené prehľady

source: Load, Save & Delete EPG Cache
sk: Načítať, Uložiť a Zmazať EPG vyrovnávaciu pamäť

source: Loading skin
sk: Načítať vzhľad

source: Local box
sk: Lokálny box

source: Local network
sk: Lokálna sieť

source: Local network This test checks whether a network cable is connected to your LAN adapter. If you get a "disconnected" message: - Verify that a network cable is attached. - Verify that the cable is not broken.
sk: Lokálna sieť v vTento test overuje, či je sieťový kábel pripojený k sieťovej karte. Ak dostanete hlásenie „odpojené“: - skontrolujte, či je pripojený sieťový kábel - skontrolujte, či kábel nie je prerušený.

source: Locale
sk: Lokalita

source: Location
sk: Umiestnenie

source: Lock ratio
sk: Pomer uzamknutia

source: Lock:
sk: Zámok:

source: Log
sk: Logovanie

source: Log %s-%s
sk: Protokol %s-%s

source: Log Manager
sk: Správca protokolov

source: Log results to harddisk
sk: Zaznamenať výsledky na pevný disk

source: LogManager
sk: Správca systémových protokolov

source: Logs
sk: Protokoly chýb

source: Logs folder location
sk: Umiestnenie systémových protokolov

source: Logs older than the specified number of days will be deleted.
sk: Protokoly staršie ako zadaný počet dní budú zmazané.

source: Logs settings
sk: Nastavenie systémových protokolov

source: Long << / >>
sk: Dlho << / >>

source: Long Left/Right
sk: Dlho doľava/doprava

source: Long filenames
sk: Dlhé názvy súborov

source: Long key press
sk: Dlhé stlačenie tlačidla

source: Long press:
sk: Dlhé stlačenie:

source: Longitude
sk: Zemepisná dĺžka

source: Loop through from
sk: Opakovať v slučke od

source: Lower Framerate save CPU Time
sk: Nižšia snímková frekvencia šetrí čas CPU

source: Lower case
sk: Malé písmená

source: Luxembourg
sk: Luxembursko

source: Luxembourgish
sk: Luxembursky

source: MAC Address Settings
sk: Nastavenia MAC adresy

source: MAC address
sk: MAC adresa

source: MEDIA
sk: MĚDIA

source: MENU
sk: PONUKA

source: MUTE
sk: UMLČAŤ

source: Macedonia (the former Yugoslav Republic of)
sk: Macedónsko

source: Madagascar
sk: Madagaskar

source: Magazin
sk: Magazín

source: Main Menu
sk: Hlavná ponuka

source: Main menu
sk: Hlavné menu

source: Maintain old EPG data for
sk: Zachovať staré EPG údaje pre

source: Make settings backup
sk: Vykonajte zálohu nastavení

source: Make this mark an 'in' point
sk: Urobiť z tejto značky vstupný bod 'in'

source: Make this mark an 'out' point
sk: Urobiť z tejto značky výstupný bod 'out'

source: Make this mark just a mark
sk: Urobiť z tejto značky len značku

source: Malaysia
sk: Malajzia

source: Maldives
sk: Maldivy

source: Manage extensions
sk: Spravovať rozšírenia

source: Manage your %s %s's software
sk: Spravovať softvér Vášho %s %s

source: Manual
sk: Ručne

source: Manual Scan
sk: Ručné vyhľadávanie

source: Manual configuration
sk: Ručná konfigurácia

source: Manual scan
sk: Ručné prehľadávanie

source: Manual transponder
sk: Transpondér ručne

source: Manufacturer
sk: Výrobca

source: Margin after recording (minutes)
sk: Rezerva po nahrávaní (minúty)

source: Margin before recording (minutes)
sk: Rezerva pred nahrávaním (minúty)

source: Mark service as a dedicated 3D service
sk: Označenie služby ako vyhradenej služby 3D

source: Marshall Islands
sk: Maršalove ostrovy

source: Martial Sports
sk: Bojové športy

source: Martinique
sk: Martinik

source: Mature Adult Audience 15+
sk: Dospelé publikum 15+

source: Mature Audience 15+
sk: Dospelí diváci 15+

source: Mauritania
sk: Mauritánia

source: Mauritius
sk: Maurícius

source: Max channels
sk: Maximálny počet kanálov

source: Max memory positions
sk: Maximálny počet pamäťových pozícií

source: Max. bitrate:
sk: Max. dátový tok:

source: Maximum number of days
sk: Maximálny počet dní

source: Maximum total space used (MB)
sk: Maximálna veľkosť použitého miesta (MB)

source: Maybe the reason that recording is currently running. Please stop the recording before trying to configure the positioner.
sk: Možno je dôvodom, že nahrávanie práve prebieha. Pred pokusom o konfiguráciu polohovacieho zariadenia zastavte nahrávanie.

source: Media playback Remaining/Elapsed as
sk: Prehrávanie médií Zostávajúce/Uplynulé ako

source: Media player
sk: Prehrávač médií

source: Media scanner
sk: Prehľadávač médií

source: Medical
sk: Lekárske

source: Medium is not a writeable DVD!
sk: Médium nie je zapisovateľné DVD!

source: Medium is not empty!
sk: Médium nie je prázdne!

source: Melodrama
sk: Melodráma

source: Memory
sk: Pamäť

source: Memory index
sk: Index pamäte

source: Menu
sk: Ponuka

source: Menu config
sk: Nastavenie ponuky

source: Menu style
sk: Štýl ponuky

source: Menusort (%s)
sk: Zoradenie ponuky (%s)

source: Merging Timeshift files
sk: Spájanie súborov časového posunu

source: Message
sk: Správa

source: MessageBox Functions
sk: Funkcie schránky správ

source: Messages
sk: Správy

source: Mexico
sk: Mexiko

source: Micronesia (Federated States of)
sk: Mikronézia

source: Mini Series
sk: Mini série

source: MiniDLNA Setup
sk: Nastavenie MiniDLNA

source: MiniTV with OSD
sk: MiniTV s OSD

source: Minimum age %d years
sk: Minimálny vek %d rokov

source: Minimum send interval
sk: Minimálny interval odosielania

source: Minority Sports
sk: Menšinové športy

source: Mins
sk: Minút

source: Mins Secs
sk: Minút Sekúnd

source: Miscellaneous
sk: Rôzne

source: Missing
sk: Chýba

source: Mode
sk: Režim

# Satellite configuration mode
source: Mode
sk: Režim

# Video output mode
source: Mode
sk: Režim

source: Modern Dance
sk: Moderný tanec

source: Modes
sk: Režimy

source: Modulation
sk: Modulácia

source: Modulator
sk: Modulátor

source: Moldova (Republic of)
sk: Moldavsko

source: Mon
sk: Pon

source: Mon-Fri
sk: Pon-Pia

source: Monaco
sk: Monako

source: Monday
sk: Pondelok

source: Mongolia
sk: Mongolsko

source: Montenegro
sk: Čierna Hora

source: Monthly
sk: Mesačne

source: Morocco
sk: Maroko

source: Mosquito noise reduction
sk: Potlačenie šumu na hranách

source: Motor Sport
sk: Motoristický šport

source: Motor command retries
sk: Opakovanie príkazu motora

source: Motor running timeout
sk: Časový limit chodu motora

source: Motorcycling
sk: Jazda na motocykli

source: Motoring
sk: Motorizmus

source: Motorsport
sk: Motošport

source: Mount.
sk: Prípojný bod.

source: Mounts
sk: Prípojné body

source: Move
sk: Presun

source: Move Left/Right
sk: Posun Vľavo/Vpravo

source: Move PIP
sk: Presun PiP

source: Move PiP to main picture
sk: Presun PiP do hlavného obrazu

source: Move Picture in Picture
sk: Premiestniť Obraz v Obraze

source: Move Up/Down
sk: Posun Nahor/Nadol

source: Move down a line
sk: Presun o riadok nadol

source: Move down a page
sk: Presun o stranu nadol

source: Move down a screen
sk: Presun o obrazovku nadol

source: Move down in bouquet list
sk: Presun v prehľade nadol

source: Move down to last entry
sk: Presun nadol na poslednú položku

source: Move down to next entry
sk: Presun nadol na ďalšiu položku

source: Move east
sk: Presun na východ

source: Move left
sk: Presun doľava

source: Move menu item down
sk: Presun položky ponuky nadol

source: Move menu item up
sk: Presun položky ponuky nahor

source: Move right
sk: Presun doprava

source: Move the keyboard cursor down
sk: Presun kurzora klávesnice nadol

source: Move the keyboard cursor left
sk: Presun kurzora klávesnice doľava

source: Move the keyboard cursor right
sk: Presun kurzora klávesnice doprava

source: Move the keyboard cursor up
sk: Presun kurzora klávesnice nahor

source: Move the text cursor left
sk: Presun textového kurzora doľava

source: Move the text cursor right
sk: Presun textového kurzora doprava

source: Move the text cursor to the first character
sk: Presun textového kurzora na prvý znak

source: Move the text cursor to the last character
sk: Presun textového kurzora na posledný znak

source: Move to description
sk: Presun na opis

source: Move to end
sk: Presun na koniec

source: Move to first line / screen
sk: Presun na prvý riadok / obrazovku

source: Move to home of list
sk: Presun na domovskú stránku zoznamu

source: Move to last line / screen
sk: Presun na posledný riadok / obrazovku

source: Move to next channel
sk: Presun na nasledujúci kanál

source: Move to position X
sk: Otočiť na pozíciu X

source: Move to previous channel
sk: Presun na predchádzajúci kanál

source: Move to start
sk: Presun na začiatok

source: Move up a line
sk: Presun o riadok nahor

source: Move up a page
sk: Presun o stranu nahor

source: Move up a screen
sk: Presun o obrazovku nahor

source: Move up in bouquet list
sk: Presun v prehľade nahor

source: Move up to first entry
sk: Presun nahor na prvú položku

source: Move up to previous entry
sk: Presun na predchádzajúcu položku

source: Move west
sk: Presun na západ

source: Moved %d items
sk: Presunuté %d položky

source: Moved '%s'
sk: Presunuté '%s'

source: Moved to position 0
sk: Presun na pozíciu 0

source: Moved to position at index
sk: Presun na pozíciu v indexe

source: Movement
sk: Pohyb

source: Movie
sk: Film

source: Movie List
sk: Zoznam filmov

source: Movie List Setup
sk: Konfigurácia zoznamu filmov

source: Movie player
sk: Prehrávač filmov

source: Movie selection
sk: Výber filmu

source: Movie/Drama
sk: Film/Dráma

source: Movielist menu
sk: Ponuka zoznamu filmov

source: Moving
sk: Presúvanie

source: Moving east ...
sk: Presun na východ ...

source: Moving files
sk: Presúvam súbory

source: Moving to position
sk: Presun na pozíciu

source: Moving west ...
sk: Presun na západ ...

source: Mozambique
sk: Mozambik

source: MultiBoot Image Selector
sk: Výber systémováho obrazu MultiBoot

source: MultiBootSelector Actions
sk: Akcie MultiBootSelector

source: Multimedia
sk: Multimédiá

source: Multiple service support
sk: Podpora viacerých služieb

source: Multisat
sk: Viac satelitov

source: Multisat all select
sk: Multisat vybrať všetky

source: Murder
sk: Vražda

source: Music
sk: Hudba

source: Music/Ballet/Dance
sk: Hudba/Balet/Tanec

source: Musical
sk: Hudobný

source: Musik
sk: Hudba

source: Myanmar
sk: Mjanmarsko

source: Mystery
sk: Záhada

source: NEXT
sk: ĎAĽŠÍ

source: NEXTSONG
sk: ĎAĽŠIA SKLADBA

source: NFS Setup
sk: Nastavenie NFS

source: NIM & Type
sk: NIM a Typ

source: NO
sk: NIE

source: NOTE: This feature is intended for people who cannot disable overscan on their television / display. Please first try to disable overscan before using this feature. USAGE: Adjust the screen size and position settings so that the shaded user interface layer *just* covers the test pattern in the background. Select Yes to continue or No to exit.
sk: POZNÁMKA: Táto funkcia je určená pre ľudí, ktorí nemôžu vypnúť funkciu overscan na svojom televízore/zobrazovači. Pred použitím tejto funkcie sa najprv pokúste vypnúť funkciu overscan. POUŽITIE: Upravte nastavenia veľkosti a polohy obrazovky tak, aby tieňová vrstva užívateľského rozhrania *prekryla* testovací obrazec na pozadí. Ak chcete pokračovať, vyberte možnosť Áno alebo Nie, ak chcete skončiť.

source: NTP sync interval
sk: Interval synchronizácie NTP

source: Nachrichten
sk: Novinky

source: Name
sk: Názov

source: Name:
sk: Názov:

source: Nameserver
sk: DNS server

source: Nameserver This test checks for configured nameservers. If you get a "unconfirmed" message: - Please check your DHCP server, cabling and adapter setup. - If you configured your nameservers manually please verify your entries in the "Nameserver" configuration.
sk: DNS (Názvoslovný server) Tento test hľadá nakonfigurované Názvoslovné servery (DNS). Ak dostanete hlásenie „nepotvrdené“: - skontrolujte DHCP, kabeláž a nastavenie adaptéra - ak ste názvoslovný server konfigurovali ručne, skontrolujte Vaše údaje v nastavení 'Názvoslovný server'.

source: Nameserver %d
sk: DNS %d

source: Nameserver Settings
sk: Nastavenia DNS

source: Nameserver settings
sk: Nastavenie DNS

source: Namespace & Orbital pos.
sk: Menný priestor a Orbitálna pozícia

source: Namibia
sk: Namíbia

source: Narration
sk: Zvukový popis

source: National
sk: Národné

source: National News
sk: Národné správy

source: Natur
sk: Prírodné

source: Nature
sk: Príroda

source: Navigate up/down with UP/DOWN buttons and page up/down with LEFT/RIGHT. EXIT to return to the help screen. OK to perform the action described in the currently highlighted help.
sk: Pohybujte sa hore/dole pomocou tlačidiel HORE/DOLE a stránkujte hore/dole pomocou tlačidiel VĽAVO/VPRAVO. EXIT pre návrat na obrazovku nápovedy. OK na vykonanie akcie opísanej v aktuálne zvýraznenej nápovede.

source: Navigation
sk: Navigácia

source: Nepal
sk: Nepál

source: Netball
sk: Sieťový futbal

source: Netherlands
sk: Holandsko

source: Netmask
sk: Maska siete

source: Netmask:
sk: Maska siete:

source: Network
sk: Sieť

source: Network ID
sk: ID siete

source: Network MAC settings
sk: Nastavenia MAC adresy

source: Network Setup
sk: Nastavenie siete

source: Network Test
sk: Test siete

source: Network Test:
sk: Test siete:

source: Network menu
sk: Ponuka siete

source: Network mounts
sk: Sietové prípojné body

source: Network name (SSID)
sk: Názov siete (SSID)

source: Network peer
sk: Sieťový partner

source: Network peers
sk: Sieťový partneri

source: Network scan
sk: Prehľadať sieť

source: Network servers:
sk: Sieťové servery:

source: Network settings
sk: Nastavenia siete

source: Network test
sk: Test siete

source: Network wizard
sk: Sprievodca sieťou

source: Network:
sk: Sieť:

source: NetworkInadynSetup
sk: Nastavenie siete Inadyn

source: New
sk: Nové

source: New Caledonia
sk: Nová Kaledónia

source: New Zealand
sk: Nový Zéland

source: New password
sk: Nové heslo

source: New profile:
sk: Nový profil:

source: New version:
sk: Nová verzia:

source: News
sk: Správy

source: News Magazine
sk: Spravodajský magazín

source: News/Current Affairs
sk: Správy/Aktuálne veci

source: News/Current Affairs/Social
sk: Spravodajstvo/Publicistika/Sociálne

source: Next
sk: Ďalšia

# now/next: 'next' event label
source: Next
sk: Potom

source: Nicaragua
sk: Nikaragua

source: Nigeria
sk: Nigéria

source: No
sk: Nie

source: No (supported) DVDROM found!
sk: Nenájdený (nepodporovaný) DVDROM!

source: No Connection
sk: Žiadne pripojenie

source: No ECM info is currently available. This is only available while decrypting.
sk: V súčasnosti nie sú k dispozícii žiadne informácie o ECM. Táto informácia je k dispozícii len počas dešifrovania.

source: No ECMPids available (FTA Service)
sk: ECM pidy nie sú k dispozícii (FTA stanica)

source: No HDD found or HDD not initialized!
sk: Pevný disk nebol nájdený alebo nebol inicializovaný!

source: No Logs
sk: Žiadne protokoly

source: No MAC interface found
sk: Nenájdené rozhranie MAC

source: No Timeshift found to save as recording!
sk: Nenašiel sa žiadny časový posun, ktorý by sa dal uložiť ako nahrávka!

source: No active channel found.
sk: Nenašiel sa žiadny aktívny kanál.

source: No age block
sk: Bez obmedzenia

source: No backup needed
sk: Nie je potrebné zálohovať

source: No card inserted!
sk: Nie je vložená karta!

source: No clients streaming
sk: Žiadny klienti streamovania

source: No configs for specifies softcam %s.
sk: Žiadne konfigurácie pre špecifický softcam %s.

source: No connection
sk: Bez pripojenia

source: No current function
sk: Žiadna aktuálna funkcia

source: No data on transponder! (Timeout reading PAT)
sk: Žiadne dáta na transpondéry! (Čas vypršal pri čítaní PAT)

source: No delay
sk: Žiadne oneskorenie

source: No description available.
sk: Popis nie je k dispozícii.

source: No displayable files on this medium found!
sk: Na tomto médiu sa nenašli žiadne zobraziteľné súbory!

source: No event info found, recording indefinitely.
sk: Žiadne informácie z EPG, spúšťam nekonečné nahrávanie.

source: No fast winding possible yet.. but you can use the number buttons to skip forward/backward!
sk: Ešte nie je možné prevíjanie.., ale pomocou číselných tlačidiel môžete skočiť dopredu alebo dozadu!

source: No free index available
sk: Žiadny voľný index k dispozícii

source: No free tuner!
sk: Nie je voľný tuner!

source: No images found
sk: Nenájdený žiadny systémový obraz

source: No module found
sk: Nenájdený modul

source: No network connection available.
sk: Nie je dostupné sieťové pripojenie.

source: No networks found
sk: Nenájdená žiadna sieť

source: No of items switch (increase or reduced)
sk: Nie je čo prepnúť (zvýšiť alebo znížiť)

source: No priority
sk: Bez priority

source: No satellite, terrestrial or cable tuner is configured. Please check your tuner setup.
sk: Nie je nakonfigurovaný žiadny satelitný, pozemný ani káblový tuner. Skontrolujte nastavenie tunera.

source: No service
sk: Žiadna stanica

source: No services/providers selected
sk: Žiadne stanice/poskytovatelia nie sú zvolený

source: No standby
sk: Neprechádzať do pohotovostného režimu

source: No subtitles available
sk: Titulky nie sú dostupné

source: No tags are set on these movies.
sk: Na týchto filmoch nie sú nastavené žiadne štítky.

source: No timeout
sk: Žiadny časový limit

source: No to all
sk: Nie pre všetky

source: No transparency
sk: Nepriehľadné

source: No tuner is enabled! Please setup your tuner settings before you start a service scan.
sk: Žiadny tuner nie je zapnutý! Pred spustením vyhľadávania staníc nastavte Vaš nastavenia tunera.

source: No updates found, Press OK to exit this screen.
sk: Nenašli sa žiadne aktualizácie, Stlačením tlačidla OK opustíte túto obrazovku.

source: No user installed plugins found
sk: Nenašli sa žiadne doplnky nainštalované užívateľom

source: No wireless networks found! Searching...
sk: Nenašli sa žiadne bezdrôtové siete! Vyhľadávanie...

source: No working local network adapter found. Please verify that you have attached a network cable and your network is configured correctly.
sk: Nenájdený funkčný adaptér lokálnej siete. Skontrolujte, či máte pripojený sieťový kábel a či máte sieť správne nastavenú.

source: No working wireless network adapter found. Please verify that you have attached a compatible WLAN device and your network is configured correctly.
sk: Nenájdený funkčný bezdrôtový sieťový adaptér. Skontrolujte, či máte pripojené kompatibilné zariadenie WLAN a či máte sieť správne nastavenú.

source: No working wireless network interface found. Please verify that you have attached a compatible WLAN device or enable your local network interface.
sk: Nenájdené funkčné bezdrôtové sieťové rozhranie. Skontrolujte, či máte pripojené kompatibilné zariadenie WLAN alebo či ste povolili lokálne sieťové rozhranie.

source: No, but restart from the beginning
sk: Nie, ale začať od začiatku

source: No, do nothing.
sk: Nie, nič neurobiť.

source: No, just start my %s %s
sk: Nie, len spustiť moje %s %s

source: No, never
sk: Nie, nikdy

source: No, scan later manually
sk: Nie, vyhľadať neskôr ručne

source: None
sk: Žiadne

source: Norfolk Island
sk: Ostrov Norfolk

source: Normal
sk: Normálny

source: North
sk: Severne

source: Northern Mariana Islands
sk: Ostrovy Severné Mariany

source: Norway
sk: Nórsko

source: Norwegian
sk: Nórsky

source: Not Classified
sk: Nezatriedené

source: Not Defined
sk: Nedefinované

source: Not Flashing
sk: Bez blikania

source: Not Shown
sk: Nezobrazené

source: Not associated
sk: Nepriradené

source: Not defined
sk: Nenadefinované
