Repository: atefganm/OpenViX-enigma2
Catalog: po/*.po
Languages: sk

source: Choose the location for crash and debug logs folder.
sk: Vyberte umiestnenie adresára pre protokoly pádu a ladenia.

source: Choose the location where the EPG data will be saved when the %s %s is shut down. The location must be available at boot time.
sk: Vyberte umiestnenie, kam sa uložia údaje EPG po vypnutí %s %s. Umiestnenie musí byť dostupné v čase spustenia systému.

source: Choose the name of the file that holds the EPG data when the %s %s is shut down. This can be handy to differentiate between several boxes.
sk: Vyberte názov súboru, v ktorom sú uložené údaje EPG pri vypnutí %s %s. Môže to byť užitočné na rozlíšenie viacerých príjímačov.

source: Choose the option to correct invalid EPG data.
sk: Vyberte možnosť opraviť neplatné údaje EPG.

source: Choose the order in which items are displayed in Help windows
sk: Výber poradia zobrazenia položiek v oknách Pomocníka

source: Choose the style of the second infobar. The 'Standard' view normally includes technical data. The 'Simple' view shows minimal technical data.
sk: Vyberte štýl druhej informačnej lišty. Zobrazenie 'Štandardné' zvyčajne obsahuje technické údaje. V zobrazení 'Jednoduché' (Simple) sa zobrazuje minimum technických údajov.

source: Choose time interval to which the graphics will be rounded off.
sk: Vyberte časový interval, ku ktorému grafika vykoná cyklus.

source: Choose what channel to select when the EPG opens.
sk: Vyberte, ktorý kanál sa má vybrať po otvorení EPG.

source: Choose what will be displayed when the 'EPG' button is pressed.
sk: Vyberte, čo sa zobrazí po stlačení tlačidla 'EPG'.

source: Choose what will be displayed when the 'INFO' button is pressed.
sk: Vyberte, čo sa zobrazí po stlačení tlačidla 'INFO'.

source: Choose what you want the '0' button to do when PIP is active.
sk: Vyberte funkciu tlačidla "0" pri aktívnom PiP.

source: Choose whether AAC sound tracks should be transcoded.
sk: Vyberte, či sa majú transkódovať zvukové stopy AAC.

source: Choose whether WMA Pro sound tracks should be downmixed.
sk: Vyberte, či sa majú zvukové stopy WMA Pro downmixovať.

source: Choose whether multi channel aac sound tracks should be downmixed to stereo.
sk: Vyberte, či sa má multi kanálový zvuk aac zmiešavať do sterea (downmix).

source: Choose whether multi channel aac+ sound tracks should be downmixed to stereo.
sk: Vyberte, či sa má multi kanálový zvuk aac+ zmiešavať do sterea (downmix).

source: Choose whether multi channel ac3 sound tracks should be downmixed to stereo.
sk: Vyberte, či sa má multi kanálový zvuk ac3 zmiešavať do sterea (downmix).

source: Choose whether multi channel dts sound tracks should be downmixed to stereo.
sk: Vyberte, či sa má multi kanálový zvuk dts zmiešavať do sterea (downmix).

source: Choose whether multi channel sound tracks should be output as PCM.
sk: Vyberte, či sa majú viackanálové zvukové stopy vysielať ako PCM.

source: Choose whether or not to show an icon when a motorised dish is moving.
sk: Vyberte, či sa má alebo nemá zobrazovať ikona, keď sa pohybuje motorizovaná parabola.

source: Choose whether to scan a single transponder, one satellite or multiple satellites.
sk: Vyberte, či chcete prehľadávať jeden transpondér, jeden satelit alebo viac satelitov.

source: Choose whether to scan for free services only or whether to include paid/encrypted services too.
sk: Vyberte, či chcete vyhľadávať len bezplatné stanice, alebo či chcete zahrnúť aj platené/kódované stanice.

source: Choose which level of menu/settings to display. 'Expert' level shows all items.
sk: Vyberte, ktorá úroveň ponuky/nastavení sa má zobraziť. Úroveň 'Expert' zobrazuje všetky položky.

source: Choose which tuner to configure.
sk: Vyberte, ktorý tuner chcete konfigurovať.

source: Chose between record and ZAP.
sk: Vybrať medzi nahrávaním a prepnutím.

source: Christmas Island
sk: Vianočný ostrov

source: Cinema
sk: Kino

source: Circular LNB
sk: Kruhové LNB

source: Circular left
sk: Kruhová ľavá

source: Circular right
sk: Kruhová pravá

source: Classical Music
sk: Klasická hudba

source: Clean network trash cans
sk: Vyprázdniť sieťové odpadkové koše

source: Cleaning Trashes
sk: Vyčistenie košov

source: Cleanup
sk: Čistenie

source: Clear
sk: Vyčistiť

source: Clear before scan
sk: Vyčistiť pred vyhľadávaním

source: Clear log
sk: Vyčistiť protokol

source: Clear marks
sk: Vyčistiť značky

source: Clear playlist
sk: Vyčistiť zoznam prehrávania

source: Client %s-%s
sk: Klient %s-%s

source: Client Mode setup
sk: Nastavenie režimu klienta

source: Client mode
sk: Režim klienta

source: Clients
sk: Klienti

source: Clone TV screen to LCD
sk: Klonovanie TV obrazovky na LCD

source: Close
sk: Zatvoriť

source: Close PiP on exit
sk: Zatvoriť PiP pri stlačení exit

source: Close screen
sk: Zavrieť obrazovku

source: Close title selection
sk: Zatvoriť výber titulkov

source: Cocos (Keeling) Islands
sk: Kokosové (Keelingove) ostrovy

source: Code R. LP-HP & Guard Int
sk: Kódový pomer LP-HP a Ochranný interval

source: Code rate HP
sk: Kódový pomer HP

source: Code rate LP
sk: Kódový pomer LP

source: Codec & lang%s
sk: Kodek a jazyk%s

source: Collection name
sk: Názov zostavy

source: Collection settings
sk: Nastavenia zostavy

source: Colombia
sk: Kolumbia

source: Color format
sk: Farebný formát

source: Color space
sk: Farebný priestor

source: Combat Sports (without own category)
sk: Bojové športy (bez samostatnej kategórie)

source: Combined
sk: Kombinované

source: Comedy
sk: Komédia

source: Comic
sk: Komiks

source: Command order
sk: Poradie príkazov

source: Command the TV to switch to the correct HDMI input when zap timers activate.
sk: Pri aktivácii časovača zapnutia prikáže televízoru prepnúť na správny vstup HDMI.

source: Command to run
sk: Spustenie príkazu

source: Command type
sk: Typ príkazu

source: Common Menu Actions
sk: Bežné akcie ponuky

source: Common Setup Actions
sk: Bežné akcie nastavenia

source: Common interface assignment
sk: Priradenie CI

source: Common options
sk: Bežné možnosti

source: Communication
sk: Komunikácia

source: Comoros
sk: Komory

source: Complete
sk: Kompletné

source: Complex (allows mixing audio tracks and aspects)
sk: Komplexné (umožňuje miešanie rôznych zvukových stôp a aspektov)

source: Composition of the recording filenames
sk: Zloženie názvov súborov nahrávok

source: Computer
sk: Počítač

source: Config Scan Details
sk: Podrobnosti o konfigurácii prehľadávania

source: Configfile %s saved.
sk: Konfiguračný súbor %s uložený.

source: Configuration mode
sk: Konfiguračný režim

source: Configuration mode: %s
sk: Konfiguračný režim: %s

source: Configuration...
sk: Konfigurovanie...

source: Configure ATSC
sk: Nastavenie ATSC

source: Configure DVB-C
sk: Nastavenie DVB-C

source: Configure DVB-S
sk: Nastavenie DVB-S

source: Configure DVB-T
sk: Nastavenie DVB-T

source: Configure Vu Multiboot interface
sk: Nastavenie Vu Multiboot rozhrania

source: Configure alignment of service events.
sk: Nastavenie zarovnania udalostí stanice.

source: Configure alignment of the service names.
sk: Nastavenie zarovnania názvov sltanice.

source: Configure alignment of the service numbers.
sk: Nastavenie zarovnania čísel služieb.

source: Configure alignment of the timeline date.
sk: Nastavenie zarovnania dátumu na časovej osi.

source: Configure an additional delay to improve external subtitle synchronisation.
sk: Nastavenie dodatočného oneskorenia na zlepšenie synchronizácie externých titulkov.

source: Configure an additional delay to improve subtitle synchronisation.
sk: Nastavenie dodatočného oneskorenia na zlepšenie synchronizácie titulkov.

source: Configure duration of inactivity before the hard disk drive goes to standby
sk: Nastavenie trvania nečinnosti pred prechodom jednotky pevného disku do pohotovostného režimu

source: Configure for how many minutes finished events should remain visible in the EPG. Useful when you need information about an event which has just finished, or has been delayed.
sk: Nastavenie toho, koľko minút majú zostať dokončené udalosti viditeľné v EPG. Užitočné, ak potrebujete informácie o práve skončenej udalosti alebo o udalosti, ktorá bola odložená.

source: Configure how recording filenames are constructed.
sk: Nastavenie spôsobu vytvárania názvov nahrávacích súborov.

source: Configure if and how crypto icons will be shown in the channel selection list.
sk: Nastavenie toho, či a ako sa bude zobrazovať ikona kódovania v zozname výberu kanálov.

source: Configure if and how service type icons will be shown.
sk: Nastavenie, či a ako sa bude zobrazovať ikona typu služby.

source: Configure if and how the record indicator will be shown in the channel selection list.
sk: Nastavenie, či a ako sa bude zobrazovať indikátor nahrávania v zozname výberu kanálov.

source: Configure if and how wide the service name column will be shown in the channel selection list.
sk: Nastavenie, či a aký bude široký zobrazený stĺpec s názvom služby v zozname výberu kanálov.

source: Configure if behind the subtitles a background is shown.
sk: Nastavenie, či sa za titulkami zobrazí pozadie.

source: Configure if picons will be shown in the service list.
sk: Nastavenie, či sa budú v zozname služieb zobrazovať piktogramy.

source: Configure if picons will be shown in the timer list.
sk: Nastavenie, či sa v zozname časovača budú zobrazovať piktogramy.

source: Configure if service picons will be shown in the channel selection list.
sk: Nastavenie, či sa budú v zozname výberu kanálov zobrazovať piktogramy stanice.

source: Configure if the subtitle should switch between normal, italic, bold and bolditalic
sk: Nastavenie, či sa majú titulky prepínať medzi normálnym písmom, kurzívou, tučným písmom a tučnou kurzívou

source: Configure interface
sk: Nastavenie rozhrania

source: Configure nameservers
sk: Nastavenie názvu serverov

source: Configure the DiSEqC mode for this LNB.
sk: Nastavenie DiSEqC režimu pre tento LNB.

source: Configure the IP address.
sk: Nastavenie IP adresy.

source: Configure the amount of time that will be presented.
sk: Nastavenie čas, ktorý sa bude zobrazovať.

source: Configure the behavior of the 'pause' key when movie playback is already paused.
sk: Nastavenie správania tlačidla 'pauza', ked je prehrávanie filmu už pozastavené.

source: Configure the behavior when movie playback is manually stopped.
sk: Nastavenie činnosti po ručnom zastavení filmu.

source: Configure the behavior when movie playback is started.
sk: Nastavenie činnosti po spustení filmu.

source: Configure the behavior when reaching the end of a movie, during movie playback.
sk: Nastavenie činnosti po dosiahnutí konca filmu, počas prehrávania.

source: Configure the border width of the subtitles. The dark border makes the subtitles easier to read on a light background.
sk: Nastavenie šírky okraja titulkov. Tmavý okraj uľahčuje čítanie titulkov na svetlom pozadí.

source: Configure the brightness level of the front panel display for dimmed operation.
sk: Nastavenie úrovne jasu displeja predného panelu pre stlmenú prevádzku.

source: Configure the brightness level of the front panel display for normal operation.
sk: Nastavenie úrovne jasu displeja predného panelu pre normálnu prevádzku.

source: Configure the brightness level of the front panel display for standby.
sk: Nastavenie úrovne jasu displeja predného panelu počas pohotovostného režimu.

source: Configure the color of the external subtitles, alternative (normal in white, italic in yellow, bold in cyan, underscore in green), white or yellow.
sk: Nastavenie farby externých titulkov, alternatívne (normálne bielou farbou, kurzíva žltou farbou, tučné písmo azúrovou, podčiarknutie zelenou), biele alebo žlté.

source: Configure the color of the teletext subtitles.
sk: Nastavenie farby teletextových titulkov.

source: Configure the contrast level of the front panel display.
sk: Nastavenie úrovne kontrastu displeja predného panelu.

source: Configure the cursor behavior in the channel selection list. When opening the channel selection list you can remain on the current service or already select up/down and you are able to revert the B+/B- buttons.
sk: Nastavenie správania kurzora v zozname výberu kanálov. Pri otvorení zoznamu výberu kanálov môžete zostať na súčasnej stanici, alebo priamo vyberať nahor/nadol a môžete prehodiť P+/P- tlačidlá.

source: Configure the duration (in minutes) for the screensaver.
sk: Nastavenie trvania (v minútach) pre šetrič obrazovky.

source: Configure the first audio language (highest priority).
sk: Nastavenie prvého jazyka zvuku (najvyššia priorita).

source: Configure the first subtitle language (highest priority).
sk: Nastavenie prvého jazyka titulkov (najvyššia priorita).

source: Configure the font size of the subtitles.
sk: Nastavenie veľkosti písma titulkov.

source: Configure the font size relative to skin size, so 1 increases by 1 point size, and -1 decreases by 1 point size.
sk: Nastavenie veľkosti písma v pomere k veľkosti vzhľadu, 1 zväčšuje veľkosť o 1 bod, -1 zmenšuje veľkosť o 1 bod.

source: Configure the fourth audio language.
sk: Nastavenie štvrtého jazyka zvuku.

source: Configure the fourth subtitle language.
sk: Nastavenie štvrtého jazyka titulkov.

source: Configure the function of the < > buttons.
sk: Nastavenie funkcie tlačidiel < >.

source: Configure the gateway.
sk: Nastavenie brány.

source: Configure the horizontal alignment of the subtitles.
sk: Nastavenie horizontálneho zarovnania titulkov.

source: Configure the infobar fading speed
sk: Nastavenie rýchlosti blednutia informačnej lišty

source: Configure the initial fast forward speed. When you press the fast forward button, winding will start at this speed.
sk: Nastavenie počiatočnej rýchlosti prevíjania vpred. Keď stlačíte tlačidlo previnúť vpred, prevíjanie začne touto rýchlosťou.

source: Configure the initial rewind speed. When you press the rewind button, rewinding will start at this speed.
sk: Nastavenie počiatočnej rýchlosti prevíjania vzad. Keď stlačíte tlačidlo previnúť vzad, prevíjanie začne touto rýchlosťou.

source: Configure the latitude of your location.
sk: Nastavenie zemepisnej šírky vašej polohy.

source: Configure the longitude of your location.
sk: Nastavenie zemepisnej dĺžky vašej polohy.

source: Configure the minimum amount of disk space to be available for recordings. When the amount of space drops below this value, deleted items will be removed from the trash can.
sk: Nastavenie minimálneho priestoru miesta na disku k dispozícii pre nahrávky. Ak množstvo miesta klesne pod túto hodnotu, odstránené položky budú odstránené z koša.

source: Configure the minimum width before showing the 'i' icon, '0' is equal to not showing the icon at all.
sk: Nastavenie minimálnej šírky pred zobrazením ikony 'i', '0' znamená nezobrazenie ikony vôbec.

source: Configure the nameserver (DNS).
sk: Nastavenie menotvorného serveru (DNS).

source: Configure the netmask.
sk: Nastavenie masky siete.

source: Configure the number of days after which items are automatically removed from the trash can. A setting of 0 disables this.
sk: Nastavenie počtu dní, po ktorých sa položky automaticky odstránia z koša. Nastavenie 0 túto funkciu vypína.

source: Configure the number of days old timers are kept before they are automatically removed from the timer list.
sk: Nastavenie počtu dní, počas ktorých sa staré časovače uchovávajú pred ich automatickým odstránením zo zoznamu časovačov.

source: Configure the number of days old timers' log details are kept before they're automatically removed.
sk: Nastavenie počtu dní, počas ktorých sa majú uchovávať údaje protokolov starých časovačov pred ich automatickým odstránením.

source: Configure the number of rows shown.
sk: Nastavenie počtu zobrazených riadkov.

source: Configure the offline decoding delay (in milliseconds). The configured delay is observed at each control word parity change.
sk: Nastavenie oneskorenia (v milisekundách) pre dekódovanie v režime offline. Nastavené oneskorenie je použité pri každej zmene parity kontrolného slova.

source: Configure the possible fast forward speeds.
sk: Nastavenie možných rýchlostí prevíjania vpred.

source: Configure the possible rewind speeds.
sk: Nastavenie možných rýchlostí prevíjania vzad.

source: Configure the primary EPG language.
sk: Nastavenie hlavného jazyka EPG.

source: Configure the refresh rate of the screen. Multi means refresh rate depends on the source 24/50/60Hz
sk: Nastavenie obnovovacej frekvencie obrazovky. Multi znamená, že obnovovacia frekvencia závisí od zdroja 24/50/60Hz

source: Configure the second audio language.
sk: Nastavenie druhého jazyka zvuku.

source: Configure the second subtitle language.
sk: Nastavenie druhého jazyka titulkov.

source: Configure the secondary EPG language.
sk: Nastavenie záložného jazyka EPG.

source: Configure the skip time interval for the 1 and 3 buttons.
sk: Nastavenie časového intervalu skoku pre tlačidlá 1 a 3.

source: Configure the skip time interval for the 4 and 6 buttons.
sk: Nastavenie časového intervalu skoku pre tlačidlá 4 a 6.

source: Configure the skip time interval for the 7 and 9 buttons.
sk: Nastavenie časového intervalu skoku pre tlačidlá 7 a 9.

source: Configure the slow motion speeds.
sk: Nastavenie rýchlosti spomaleného pohybu.

source: Configure the source of the frontend data as shown on the infobars. 'Settings' is as stored on the settings. 'Tuner' is as reported by the tuner.
sk: Nastavenie zdroja údajov tuneru tak, ako sú zobrazované na informačných lištách. 'Nastavenia' sú také, ako sú uložené v súboroch. 'Tuner' sú také, aké ich nahlasuje tuner.

source: Configure the subtitle delay when timing information is not available.
sk: Nastavenie oneskorenia titulkov ak nie je dostupná informácia o časovaní.

source: Configure the third audio language.
sk: Nastavenie tretieho jazyka zvuku.

source: Configure the third subtitle language.
sk: Nastavenie tretieho jazyka titulkov.

source: Configure the transparency of the black background of graphical DVB subtitles.
sk: Nastavenie priehľadnosti čierneho pozadia grafických DVB titulkov.

source: Configure the tuner mode.
sk: Nastavenie režimu tunera.

source: Configure the vertical position of the subtitles, measured from the bottom of the screen.
sk: Nastavenie vertikálnej pozície titulkov, meraná od spodnej časti obrazovky.

source: Configure the width allocated to the picon.
sk: Nastavenie šírky pridelenej piktogramu.

source: Configure the width allocated to the service name.
sk: Nastavenie šírky pridelenej názvu stanice.

source: Configure this tuner using simple or advanced options, or loop it through to another tuner, or copy a configuration from another tuner, or disable it.
sk: Nastavenie tohto tuneru môžete nakonfigurovať pomocou jednoduchých alebo rozšírených možností alebo ho prepojiť s iným tunerom, skopírovať konfiguráciu z iného tunera alebo ho vypnúť.

source: Configure to show the channel names, picons, or both in the EPG.
sk: Nastavenie zobrazenia názvov kanála , piktogramov, alebo oboch v EPG.

source: Configure whether (and for how long) a second infobar will be shown when OK is pressed twice. The second infobar contains additional information about the current channel.
sk: Nastavenie, či (a ako dlho) sa zobrazí druhá informačná lišta, ked stlačíte OK dvakrát. Druhá informačná lišta obsahuje ďalšie informácie o aktuálnom kanáli.

source: Configure whether or not an rotor position will be displayed on infobar
sk: Nastavenie zobrazenia alebo nezobrazenia polohy motora na informačnej lište

source: Configure whether service picons will be shown in number zap.
sk: Nastavenie, či sa bude zobrazovať piktogram staníc v číselnom prepínaní.

source: Configure which color format should be used on the SCART output.
sk: Nastavenie farebného formátu použitého na výstupe SCART.

source: Configure which tuner for recordings will be preferred, when more than one tuner is available.
sk: Nastavenie, ktorý tuner bude uprednostnený pre nahrávania, ak je dostupný viac ako jeden tuner.

source: Configure which tuner type will be preferred, when the same service is available on different types of tuners.
sk: Nastavenie, aký typ tunera bude uprednostnený, ak je dostupná rovnaká stanica na rôznych typoch tunerov.

source: Configure which tuner will be preferred, when more than one tuner is available. If set to 'auto' the system will give priority to the tuner having the lowest number of channels/satellites.
sk: Nastavenie, ktorý tuner bude uprednostnený, ak je k dispozícii viac ako jeden tuner. Ak je nastavené na 'auto', systém uprednostní tuner s najnižším počtom kanálov/satelitov.

source: Configure your NTP server.
sk: Nastavenie adresy NTP servera.

source: Configure your internal LAN
sk: Nastavenie vašej internej siete LAN

source: Configure your network again
sk: Opakované nastavenie vašej siete

source: Configure your network settings, and press OK to start the scan
sk: Nastavenie nastavení siete, a stlačením OK sa spustí prehľadávanie

source: Configure your wireless LAN again
sk: Opkakované nastavenie vašej bezdrôtovej siete

source: Configures which video output connector will be used.
sk: Nastavenie ktorý obrazový výstup sa bude používať.

source: Configuring
sk: Konfigurácia

source: Conflicting timer
sk: Konfliktný časovač

source: Congo
sk: Kongo

source: Congo (Democratic Republic of the)
sk: Konžská demokratická republika

source: Connect
sk: Pripojiť

source: Connect to a wireless network
sk: Pripojiť k bezdrôtovej sieti

source: Connected
sk: Pripojené

source: Connected clients
sk: Pripojený klienti

source: Connected satellites
sk: Pripojené satelity

source: Connected to
sk: Pripojené k

source: Connected transcoding, limit - no PiP!
sk: Pripojené transkódovanie, limit - žiadne PiP!

source: Connected:
sk: Pripojené:

source: Connection using the supplied FTP parameters failed. Please recheck the details and try again.
sk: Pripojenie pomocou zadaných parametrov FTP zlyhalo. Prosím, skontrolujte údaje znovu a skúste to znova.

source: Constellation & FFT mode
sk: Konštelácia a režim FFT

source: Consult your SCR device spec sheet for this information.
sk: Tieto informácie nájdete v technickom liste zariadenia SCR.

source: Consult your motor's spec sheet for this information, or leave the default setting.
sk: Tieto informácie nájdete v technickom liste motora alebo ponechajte predvolené nastavenie.

source: Content
sk: Obsah

source: Content does not fit on DVD!
sk: Obsah sa nezmestí na DVD!

source: Context
sk: Kontext

source: Continue
sk: Pokračovať

source: Continue playback
sk: Pokračovať v prehrávaní

source: Continue playing
sk: Pokračovať v hraní

source: Continues
sk: Pokračuje

source: Continues play (loop)
sk: Pokračuje v prehrávaní (v slučke)

source: Contrast
sk: Kontrast

source: Control LED can be turned on or off here.
sk: Kontrolka LED sa tu dá zapnúť alebo vypnúť.

source: Control how finished timers are shown in the timer list. If set to hide, disabled timers will still be shown
sk: Ovládanie spôsobu zobrazenia dokončených časovačov v zozname časovačov. Ak je nastavená možnosť Skryť, vypnuté časovače sa budú zobrazovať aj naďalej

source: Converting ext3 to ext4...
sk: Konvertujem ext3 na ext4...

source: Cook Islands
sk: Cookove ostrovy

source: Cooking
sk: Varenie

source: Copy
sk: Kopírovať

source: Copy to bouquets
sk: Kopírovať do prehľadov

source: Copying files
sk: Kopírovanie súborov

source: Core dumps are helpful for developers in case of a FATAL SIGNAL crash in the C++ code. Typical core dump size is 110 MB so adjust maximum space used and choose proper location.
sk: Výpisy jadra sú pre vývojárov užitočné v prípade havárie FATAL SIGNAL v C++ kóde. Typická veľkosť výpisu jadra je 110 MB, takže prispôsobte maximálnu veľkosť použitého priestoru a vyberte správne umiestnenie.
