Repository: atefganm/OpenViX-enigma2
Catalog: po/*.po
Languages: sk

source: Skip internet connection check (disables automatic package installation)
sk: Vynechať kontrolu internetového pripojenia (zakáže automatickú inštaláciu balíkov)

source: Skip jumping to live TV while timeshifting with plugins
sk: Preskočenie prechodu na živé tv vysielanie počas časového posunu pomocou doplnkov

source: Skip, pause, rewind and fast forward
sk: Preskočenie, pozastavenie, pretáčanie dozadu a rýchle prevíjanie dopredu

source: Skip, pause, rewind and fast forward timeshift
sk: Preskočenie, pozastavenie, pretáčanie a rýchly posun vpred

source: Sleep
sk: Spánok

source: Sleep delay
sk: Oneskorenie prechodu do pohotovostného režimu

source: Slide drop
sk: Pokles snímky

source: Slide from left
sk: Posun zľava

source: Slide left to right
sk: Posúvanie zľava doprava

source: Slide picture in loop
sk: Posúvanie obrázku v slučke

source: Slide right to left
sk: Posúvajte sprava doľava

source: Slide show interval (sec.)
sk: Interval zobrazenia snímok (sek.)

source: Slide top to bottom
sk: Posunutie zhora nadol

source: Slim
sk: Štíhly

source: Slot %s / FBC in %s
sk: Slot %s / FBC v %s

source: Slovak
sk: Slovensky

source: Slovakia
sk: Slovensko

source: Slovenia
sk: Slovinsko

source: Slovenian
sk: Slovinsky

source: Slow
sk: Pomaly

source: Slow motion speeds
sk: Rýchlosti spomalenia prehrávania

source: Small
sk: Malé

source: Small progress
sk: Malý pokrok

source: Smooth
sk: Hladký

source: Soap
sk: Mydlo

source: Soap Opera
sk: Telenovela

source: Soccer
sk: Futbal

source: Social/Political/Economics
sk: Sociálne/Politické/Ekonomické

source: Society & Culture
sk: Spoločnosť a Kultúra

source: Softcam Actions
sk: Akcie SoftCAMu

source: Softcam Script
sk: Skript SoftCAMu

source: Softcam settings
sk: Nastavenia SoftCAMu

source: SoftcamCheck
sk: Kontrola SoftCAMu

source: SoftcamManager
sk: Manažér SoftCAMov

source: SoftcamScript enable/disable cam restart
sk: SoftcamScript povolí/zakáže reštart softcamd

source: SoftcamScript select camscript
sk: SoftcamScript výber camscriptu

source: Software
sk: Softvér

source: Software Update
sk: Aktualizácia softvéru

source: Software management
sk: Správa softvéru

source: Software manager setup
sk: Nastavenie správcu softvéru

source: Software restore
sk: Obnoviť softvér

source: Software update
sk: Aktualizovať softvér

source: Software update settings
sk: Nastavenia aktualizácie softvéru

source: Softwaremanager information
sk: Informácie správcu softvéru

source: Solomon Islands
sk: Šalamúnove ostrovy

source: Somalia
sk: Somálsko

source: Some TVs do not wake from standby when they receive the 'Image View On' command. If this is the case try the 'Text View On' command instead.
sk: Niektoré televízory sa po prijatí príkazu 'Image View On' neprebudia z pohotovostného režimu. V takom prípade skúste namiesto toho použiť príkaz 'Text View On'.

source: Some plugins are not available:
sk: Niektoré doplnky nie sú dostupné:

source: Sorry feeds are down for maintenance, please try again later. If this issue persists please check openvix.co.uk or world-of-satellite.com.
sk: Ospravedlňujeme sa, že zdroje sú odstavené z dôvodu údržby, skúste to prosím neskôr. Ak tento problém pretrváva, skontrolujte prosím openvix.co.uk alebo world-of-satellite.com.

source: Sorry feeds seem be in an unstable state, if you wish to use them please enable 'Allow unstable (experimental) updates' in "Software update settings".
sk: Ospravedlňujeme sa, že zdroje sa zdajú byť v nestabilnom stave, ak ich chcete používať, povoľte 'Povoliť nestabilné (experimentálne) aktualizácie' v 'Nastavenia aktualizácie softvéru'.

source: Sorry the feeds are down for maintenance
sk: Ospravedlňujeme sa, že zdroje sú vypnuté z dôvodu údržby

source: Sorry the feeds seem to be in an unstable state, if you wish to use them please enable 'Allow unstable (experimental) updates' in "Software update settings".
sk: Ospravedlňujeme sa, že zdroje sa zdajú byť v nestabilnom stave, ak ich chcete používať, povoľte 'Povoliť nestabilné (experimentálne) aktualizácie' v 'Nastavenia aktualizácie softvéru'.

source: Sorry your Inadyn config is missing
sk: Je nám ľúto, že vám chýba konfigurácia Inadyn

source: Sorry your MiniDLNA config is missing
sk: Je nám ľúto, že vám chýba konfigurácia MiniDLNA

source: Sorry your uShare config is missing
sk: Je nám ľúto, že vám chýba konfigurácia uShare

source: Sorry, %s has not been installed!
sk: Je nám ľúto, %s nebol nainštalovaný!

source: Sorry, no backups found!
sk: Je nám ľúto, žiadne zálohy sa nenašli!

source: Sorry, no details available!
sk: Je nám ľúto, nie sú k dispozícii žiadne podrobnosti!

source: Sorry, this tuner is in use.
sk: Je nám ľúto, tento tuner sa používa.

source: Sorry, your backup destination is not writeable. Please select a different one.
sk: Je nám ľúto, cieľ zálohy nie je možné zapísať. Prosím vyberte iné.

source: Sort
sk: Zoradiť

source: Sort EPG list
sk: Zoradiť zoznam EPG

source: Sort Trash by deletion time
sk: Zoradiť kôš podľa času vymazania

source: Sort by
sk: Zoradiť podľa

source: Sort by default
sk: Zoradiť podľa predvoleného nastavenia

source: Sort list by
sk: Zoradiť zoznam podľa

source: Sort list to default and exit?
sk: Zoradiť zoznam na predvolené a ukončiť?

source: Sort list:
sk: Zoradiť zoznam:

source: Sort menu
sk: Zoradiť ponuku

source: Sort menu screens
sk: Zoradiť obrazovky ponuky

source: Sort order for help screen
sk: Zoradiť triedenie pre obrazovku nápovedy

source: Sort plug-in browser alphabetically
sk: Zoradiť prehliadač doplnkov abecedne

source: Sort plugins list to default?
sk: Zoradiť zoznam doplnkov na predvolené?

source: Sort setting screens alphabetically
sk: Zoradiť obrazovky nastavena abecedne

source: Sort the EPG list
sk: Zoradiť zoznam EPG

source: Sound
sk: Zvuk

source: Sound carrier
sk: Zvukový nosič

source: Source request
sk: Požiadavka zdroja

source: South
sk: Južne

source: South Africa
sk: Južná Afrika

source: South Georgia and the South Sandwich Islands
sk: Južná Georgia a Južné Sandwichove ostrovy

source: South Sudan
sk: Južný Sudán

source: Space used:
sk: Použitý priestor:

source: Spain
sk: Španielsko

source: Spanish
sk: Španielsky

source: Special
sk: Špeciálne

source: Speed:
sk: Rýchlosť:

source: Split preview mode
sk: Režim rozdelenia náhľadu

source: Splitscreen
sk: Rozdelená obrazovka

source: Sport
sk: Šport

source: Sports
sk: Športy

source: Sports Magazines
sk: Športové magazíny

source: Sri Lanka
sk: Srí Lanka

source: Standard
sk: Štandardné

source: Standard list
sk: Štandardný zoznam

source: Standby
sk: Pohotovostný režim

source: Standby & Restart
sk: Pohotovostný režim a Reštartovanie

source: Standby / restart
sk: Pohotovostný režim / reštart

source: Standby LED
sk: LED dióda pohotovostného režimu

source: Start
sk: Spustiť

source: Start Wizard - Screen Alignment
sk: Sprievodca spustením - Zarovnanie obrazovky

source: Start from the beginning
sk: Spustiť od začiatku

source: Start instant recording
sk: Spustiť okamžité nahrávanie

source: Start offline decode
sk: Spustiť offline dekódovanie

source: Start recording?
sk: Spustiť nahrávanie?

source: Start teletext
sk: Spustiť teletext

source: Start test
sk: Spustiť test

source: Start time
sk: Čas začiatku

source: Start timeshift
sk: Spustiť časový posun

source: Starting on
sk: Začíname na

source: Starts in a few seconds
sk: Spustí sa za niekoľko sekúnd

source: Status
sk: Stav

source: Step east
sk: Krok východne

source: Step west
sk: Krok západne

source: Stepped east
sk: Krokovanie východne

source: Stepped west
sk: Krokovanie západne

source: Steps
sk: Kroky

source: Stop
sk: Zastaviť

source: Stop PiP
sk: Zastaviť PiP

source: Stop Streams
sk: Zastaviť streamy

source: Stop all current recordings
sk: Zastaviť všetky aktuálne nahrávania

source: Stop and delete all current recordings
sk: Zastaviť a vymazať všetky aktuálne nahrávania

source: Stop and delete recording
sk: Zastaviť a vymazať nahrávanie

source: Stop and delete recording:
sk: Zastaviť a vymazať nahrávanie:

source: Stop and delete recordings:
sk: Zastaviť a vymazať nahrávania:

source: Stop current event and disable future events
sk: Zastaviť aktuálnu udalosť a zakázať nasledujúce udalosti

source: Stop current event but not future events
sk: Zastaviť aktuálnu udalosť, ale nie nasledujúce udalosti

source: Stop entry
sk: Zastaviť zadávanie

source: Stop live TV service
sk: Zastaviť živé vysielanie TV stanice

source: Stop movie
sk: Zastaviť film

source: Stop play TV
sk: Zastaviť prehrávanie TV

source: Stop playing this movie?
sk: Zastaviť prehrávanie tohto filmu?

source: Stop previous broadcasted service on return to movie list.
sk: Zastaviť predchádzajúcu vysielanú stanicu pri návrate do zoznamu filmov.

source: Stop recording
sk: Zastaviť nahrávanie

source: Stop recording now
sk: Zastaviť okamžite nahrávanie

source: Stop recording:
sk: Zastaviť nahrávanie:

source: Stop recordings:
sk: Zastaviť nahrávania:

source: Stop service on return to movie list
sk: Zastaviť stanicu pri návrate do zoznamu filmov

source: Stop test
sk: Zastaviť test

source: Stop testing plane after # failed transponders
sk: Zastaviť testovanie roviny po # zlyhaných transpondéroch

source: Stop testing plane after # successful transponders
sk: Zastaviť testovanie roviny po # úspešných transpondéroch

source: Stop this recording
sk: Zastaviť toto nahrávanie

source: Stop this recording and delete it
sk: Zastaviť nahrávanie a vymazať ho

source: Stop timer recording
sk: Zastaviť časovač nahrávania

source: Stop timeshift
sk: Zastaviť časový posun

source: Stop timeshift while recording?
sk: Zastaviť časový posun počas nahrávania?

source: Stop using as startup service
sk: Zastaviť používanie ako stanice po spustení

source: Stopped
sk: Zastavené

source: Stops timeshift being used if a recording is in progress. (Advisable for USB sticks)
sk: Zastaví používanie časového posunu, ak prebieha nahrávanie. (Odporúča sa pre USB kľúče)

source: Storage
sk: Úložisko

source: Store at index
sk: Uložiť na indexe

source: Store position
sk: Umiestnenie pozície

source: Stored position
sk: Uložená pozícia

source: Stream request
sk: Žiadosť o stream

source: Streaming Clients Info
sk: Informácie o klientoch streamingu

source: Strict DLNA
sk: Striktný režim DLNA

source: Stripes
sk: Pruhy

source: Strongest position
sk: Najsilnejšia pozícia

source: Strongman Contests
sk: Silácke súťaže

source: Subnet
sk: Podsieť

source: Subservices
sk: Podkanály

source: Subtitle alignment
sk: Zarovnanie titulkov

source: Subtitle border width
sk: Šírka okraja titulkov

source: Subtitle delay when timing is bad
sk: Oneskorenie titulkov pri zlom časovaní

source: Subtitle delay when timing lacks
sk: Oneskorenie titulkov pri nedostatočnom časovaní

source: Subtitle font size
sk: Veľkosť písma titulkov

source: Subtitle language selection 1
sk: Výber jazyka titulkov 1

source: Subtitle language selection 2
sk: Výber jazyka titulkov 2

source: Subtitle language selection 3
sk: Výber jazyka titulkov 3

source: Subtitle language selection 4
sk: Výber jazyka titulkov 4

source: Subtitle position
sk: Pozícia titulkov

source: Subtitle quickmenu
sk: Rýchla ponuka titulkov

source: Subtitle selection
sk: Výber titulkov

source: Subtitles
sk: Titulky

source: Sudan
sk: Sudán

source: Sun
sk: Ne

source: Sunday
sk: Nedeľa

source: Sundtek - hardware blind scan in progress. Please wait(3-20 min) for the scan to finish.
sk: Sundtek - prebieha hardvérové slepé vyhľadávanie. Počkajte, prosím, (3-20 minút) na dokončenie vyhľadávania.

source: Support at
sk: Podpora na

source: Svalbard and Jan Mayen
sk: Špicbergy a Ján Mayen

source: Swap PIP
sk: Zameniť PiP

source: Swap PiP and main picture
sk: Zameniť PiP a hlavný obraz

source: Swap SNR in '%' with SNR in 'db'
sk: Vymeniť SNR v '%' za SNR v 'db'

source: Swap services
sk: Prehodiť stanice

source: SwaptoNand
sk: SWAP do NAND

source: SwaptoSD
sk: SWAP do SD karty

source: Swaziland
sk: Svazijsko

source: Sweden
sk: Švédsko

source: Swedish
sk: Švédsky

source: Swimming
sk: Plávanie

source: Switch TV to correct input
sk: Prepnúť TV na správny vstup

source: Switch between filelist/playlist
sk: Prepínanie medzi zoznamom súborov/zoznamom prehrávok

source: Switch config
sk: Nastavenie prepínača

source: Switch to Single EPG
sk: Prepnúť na samostatný EPG

source: Switch to filelist
sk: Prepnúť na zoznam súborov

source: Switch to next sub service
sk: Prepnúť na nasledujúci podkanál

source: Switch to playlist
sk: Prepnúť na zoznam prehrávok

source: Switch to previous sub service
sk: Prepnúť na predchádzajúci podkanál

# problem trans
source: Switch to the next channel
sk: Prepnúť na nasledujúcu stanicu

source: Switzerland
sk: Švajčiarsko

source: Symbol rate
sk: Symbolová rýchlosť

source: Sync failure moving back to origin !
sk: Zlyhanie synchronizácie pri presune späť na miesto pôvodu !

source: Sync time using
sk: Synchronizácia času pomocou

source: Synchronize system time using transponder or internet.
sk: Synchronizácia systémového času pomocou transpondéru alebo internetu.

source: Syrian Arab Republic
sk: Sýrska arabská republika

source: System
sk: Systém

source: System temp: %s
sk: Teplota systému: %s

source: System temperature: %s
sk: Teplota v systéme: %s

source: System:
sk: Systém:

source: T2MI RAW Mode
sk: T2MI režim RAW

source: TIMER
sk: ČASOVAČ

source: TIMESHIFT
sk: ČASOVÝ POSUN

source: TMDB search for current event
sk: Nájsť aktuálnu udalosť v TMDb

source: TRANSLATOR_INFO
sk: Autor prekladu: EnoSat <enosat@yahoo.com> 2023 Autor pôvodného prekladu: Nicker <nickersk@gmail.com> 2016

source: TS file is too large for ISO9660 level 1!
sk: Súbor TS je príliš veľký pre úroveň ISO9660 1!

source: TUNING
sk: LADENIE

source: TV physical address report
sk: Výpis fyzickej adresy TV

source: Tab
sk: Tabuľka

source: Table Tennis
sk: Stolný tenis

source: Table of contents for collection
sk: Obsah kolekcie

source: Tags
sk: Štítky

source: Tajikistan
sk: Tadžikistan

source: Talk
sk: Rozhovor

source: Tanzania, United Republic of
sk: Tanzánia

source: Task warning on shutdown
sk: Upozornenie na úlohu pri vypínaní

source: Technology
sk: Technológia

source: Teletext subtitle color
sk: Farba teletextových titulkov

source: Telnet Interface
sk: Telnet rozhranie

source: Telnet Port
sk: Port telnetu

source: Telnet Setup
sk: Nastavenie služby telnet

source: Terrestrial
sk: Pozemné

source: Test DiSEqC settings
sk: Vyskúšať nastavenia DiSEqC

source: Test mode
sk: Testovací režim

source: Test the network configuration of your %s %s.
sk: Otestovať sieťovú konfiguráciu Vášho %s %s.

source: Test type
sk: Typ testu

source: Testscreens that are helpfull to fine-tune your display
sk: Testovacie obrazovky, ktoré vám pomôžu doladiť zobrazenie

source: Text View On
sk: Textové zobrazenie zapnuté

source: Text color
sk: Farba textu

source: Thai
sk: Thajsky

source: Thank you for using the wizard. Please press OK to continue.
sk: Ďakujeme Vám, že ste použili sprievodcu. Prosím stlačte OK pre pokračovanie.

source: Thank you for using the wizard. Your %s %s is now ready to use. Please press OK to start using your %s %s.
sk: Ďakujeme Vám, že ste použili sprievodcu. Váš %s %s je pripravený. Prosím stlačte OK a začnite používať Váš %s %s.

source: The %s %s loads the saved EPG data every (hours).
sk: Váš %s %s načíta uložené údaje EPG každých (hodín).

source: The AutoTimer plugin is not installed! Please install it.
sk: Doplnok Automatický Časovač nie je nainštalovaný! Prosím, nainštalujte ho.

source: The DVD standard doesn't support H.264 (HDTV) video streams. Do you want to create a %s %s format data DVD (which will not play in stand-alone DVD players) instead?
sk: Štandard DVD nepodporuje video streamy H.264 (HDTV). Chcete namiesto toho vytvoriť dátové DVD vo formáte %s %s (ktoré sa nebude prehrávať v samostatných DVD prehrávačoch)?

source: The DreamPlex plugin is not installed! Please install it.
sk: Doplnok DreamPlex nie je nainštalovaný! Prosím, nainštalujte ho.

source: The EPGSearch plugin is not installed! Please install it.
sk: Doplnok EPGSearch nie je nainštalovaný! Prosím, nainštalujte ho.

source: The Filesystem on your Timeshift-Device does not support hardlinks. Make sure it is formatted in EXT2, EXT3 or EXT4!
sk: Súborový systém v zariadení určenom pre časový posun nepodporuje hardlinky. Uistite sa, že je zariadenie formátované v EXT2 alebo EXT3!

source: The IMDb plugin is not installed! Please install it.
sk: Doplnok IMDb nie je nainštalovaný! Prosím, nainštalujte ho.

source: The Linux kernel has changed, an update is not permitted. Install latest image using USB stick or Image Manager.
sk: Jadro Linuxu sa zmenilo, aktualizácia nie je povolená. Nainštalujte najnovší systémový obraz pomocou USB kľúča alebo Správcu systémových obrazov.

source: The Linux kernel has changed, plugins are not compatible. Install latest image using USB stick or Image Manager.
sk: Jadro Linuxu sa zmenilo, doplnky nie sú kompatibilné. Nainštalujte najnovší systémový obraz pomocou USB kľúča alebo Správcu systémových obrazov.

source: The PIN code has been changed successfully.
sk: Kód PIN bol úspešne zmenený.

source: The PIN code has been saved successfully.
sk: Kód PIN bol úspešne uložený.

source: The PIN codes you entered are different.
sk: Kódy PIN, ktoré ste zadali, sú rôzne.

source: The TMDb plugin is not installed! Please install it.
sk: Doplnok TMDb nie je nainštalovaný! Prosím, nainštalujte ho.

source: The backup failed. Please choose a different backup location.
sk: Zálohovanie zlyhalo. Vyberte iné umiestnenie zálohy.

source: The command to wake from standby will be sent multiple times.
sk: Príkaz na prebudenie z pohotovostného režimu sa odošle viackrát.

source: The commit log cannot be retrieved at the moment - please try again later.
sk: Protokol revízií momentálne nie je možné načítať - skúste to prosím neskôr.

source: The commit log cannot be retrieved at the moment - please try again later.
sk: Protokol revízií momentálne nie je možné načítať - skúste to prosím neskôr.

source: The current update may be unstable
sk: Aktuálna aktualizácia môže byť nestabilná

source: The directory %s already exists.
sk: Adresár %s už existuje.

source: The following files were found...
sk: Boli nájdené tieto súbory...

source: The loopthrough setting is wrong.
sk: Nastavenie slučky je nesprávne.

source: The network wizard extension is not installed! Please install it.
sk: Rozšírenie sprievodca sieťou nie je nainštalované. Prosím, nainštalujte ho.

source: The order and grouping of the help information list can be controlled using MENU>Setup>User Interface>Settings>Sort order for help screen.
sk: Poradie a zoskupenie zoznamu informácií nápovedy môžete ovládať pomocou MENU>Nastavenie>Užívateľské rozhranie>Nastavenia>Poradie obrazovky nápovedy.

source: The password can not be blank.
sk: Heslo nemôže byť prázdne.

source: The path %s already exists.
sk: Cesta %s už existuje.

source: The pin code you entered is wrong.
sk: Zadaný kód PIN je nesprávny.

source: The results have been written to %s.
sk: Výsledky boli zapísané do %s.

source: The saved PIN was cleared.
sk: Uložený kód PIN bol vymazaný.

source: The selected language is unavailable - using en_US
sk: Vybraný jazyk nie je k dispozícii - použitie en_US

source: The service has been added to the favourites.
sk: Stanica bola pridaná do obľúbených.

source: The service has been added to the selected bouquet.
sk: Stanica bola pridaná do zvoleného prehľadu.

source: The user interface of your %s %s is restarting
sk: Užívateľské rozhranie Vášho %s %s sa reštartuje

source: The user interface of your %s %s is restarting due to an error in StartEnigma.py
sk: Užívateľské rozhranie vášho %s %s sa reštartuje kvôli chybe v StarEnigma.py

source: The wireless LAN plugin is not installed! Please install it and choose what you want to do next.
sk: Doplnok bezdrôtová LAN nie je nainštalovaný. Nainštalujte si ho a vyberte, čo chcete robiť ďalej.

source: The wireless LAN plugin is not installed! Please install it.
sk: Doplnok bezdrôtová LAN nie je nainštalovaný! Nainštalujte ho.

source: The wizard can backup your current settings. Do you want to do a backup now?
sk: Sprievodca môže zálohovať Vaše aktuálne nastavenia. Chcete vykonať zálohu teraz?

source: The wizard is finished now.
sk: Sprievodca je teraz dokončený.

source: Theater
sk: Divadlo

source: There are at least
sk: Existuje minimálne

source: There are at least %s updates available.
sk: K dispozícii je najmenej %s aktualizácií.

source: There are currently no outstanding actions.
sk: V súčasnosti nie sú k dispozícii žiadne nevyriešené opatrenia.

source: There are no saved playlists to load!
sk: Neexistujú žiadne uložené zoznamy prehrávok, ktoré by ste mohli načítať!

source: There are no updates available.
sk: Nie sú dostupné žiadne aktualizácie.

source: There has been an error, please try again later. If this issue persists, please check openvix.co.uk or world-of-satellite.com
sk: Došlo k chybe, skúste to prosím neskôr. Ak tento problém pretrváva, skontrolujte prosím openvix.co.uk alebo world-of-satellite.com

source: There is no signal to lock on !
sk: Nie je signál na uzamknutie!

source: There might not be enough space on the selected partition.. Do you really want to continue?
sk: Na vyranej partícii nemusí byť dostatok miesta.. Naozaj chcete pokračovať?

source: This %s %s cannot decode %s streams!
sk: Tento %s %s nedokáže dekódovať %s streamy!

source: This DVD RW medium is already formatted - reformatting will erase all content on the disc.
sk: Toto médium DVD RW je už naformátované - preformátovanie vymaže celý obsah disku.

source: This allows you change the font size relative to skin size, so 1 increases by 1 point size, and -1 decreases by 1 point size
sk: To umožňuje zmeniť veľkosť písma relatívne k veľkosti vzhľadu, takže 1 zvýši veľkosť o 1 bod, a -1 zmenší veľkosť o 1 bod

source: This allows you to change the font size relative to skin size, so 1 increases by 1 point size, and -1 decreases by 1 point size
sk: To umožňuje zmeniť veľkosť písma relatívne k veľkosti vzhľadu, takže 1 zvýši veľkosť o 1 bod, a -1 zmenší veľkosť o 1 bod

source: This allows you to change the number of rows shown.
sk: To umožňuje zmeniť počet riadkov, ktoré sa zobrazia.

source: This allows you to set the number of digits you can input when selecting channels using number input.
sk: To umožňuje nastaviť počet číslic, ktoré môžete zadať pri výbere kanálov pomocou číselného vstupu.

source: This field allows you to search an additional symbol rate up to %s.
sk: Toto pole umožňuje vyhľadať dodatočnú symbolovú rýchlosť až do %s.

source: This is a multitype tuner. Available options depend on the hardware.
sk: Ide o multitypový tuner. Dostupné možnosti závisia od hardvéru.

source: This is the order in which DiSEqC commands are sent to the aerial system. The order must correspond exactly with the order the physical devices are arranged along the signal cable (starting from the receiver end).
sk: Toto je poradie, v ktorom sa príkazy DiSEqC posielajú do anténneho systému. Poradie musí presne zodpovedať poradiu, v akom sú fyzické zariadenia usporiadané pozdĺž signálneho kábla (počnúc koncom prijímača).

source: This is the prefix of each entry in the debug log. 'boot time' is the number of seconds since the receiver was last booted.
sk: Toto je prefix každého protokolu v denníku ladenia. 'boot time' je počet sekúnd od posledného spustenia prijímača.

source: This not valid ONID/TSID
sk: Toto nie je platné ONID/TSID

source: This option allows to reduce the block-noise in the picture. Obviously this is at the cost of the picture's sharpness.
sk: Táto možnosť umožňuje znížiť blokový šum v obraze za cenu zníženej ostrosti obrazu.
