Repository: atefganm/OpenViX-enigma2
Catalog: po/*.po
Languages: sk

source: Go to first movie or last item
sk: Prejsť na prvý film alebo na poslednú položku

source: Go to first movie or top of list
sk: Prejsť na prvý film alebo na prvú položku zoznamu

source: Go to next bouquet
sk: Prejsť na nasledujúci prehľad

source: Go to next channel
sk: Prejsť na nasledujúcu stanicu

source: Go to next event
sk: Prejsť na nasledujúcu reláciu

source: Go to previous bouquet
sk: Prejsť na predchádzajúci prehľad

source: Go to previous channel
sk: Prejsť na predchádzajúcu stanicu

source: Go to previous event
sk: Prejsť na predchádzajúcu reláciu

source: Go to specific data/time
sk: Prejsť na konkrétny údaj/čas

source: Go to specific date/time
sk: Prejsť na konkrétny dátum/čas

source: Go up the list
sk: Prechádzať v zozname nahor

source: Goto
sk: Otočiť na

source: Goto 0
sk: Otočiť na 0

source: Goto X
sk: Otočiť na X

source: Goto index position
sk: Otočiť na východiskovú pozíciu

source: Goto position
sk: Otočiť na pozíciu

source: Goto:
sk: Choď na:

source: GotoX calibration
sk: Kalibrácia Otočiť na X

source: Graphics
sk: Grafika

source: Graphics Grid EPG
sk: Grafická mriežka EPG

source: Greece
sk: Grécko

source: Greek
sk: Grécky

source: Green
sk: Zelená

source: Green button (long)
sk: Zelené tlačidlo (dlho)

source: Green button (short)
sk: Zelené tlačidlo (krátko)

source: Green long
sk: Zelené tlačidlo dlho

source: Greenland
sk: Grónsko

source: Grey
sk: Sivá

source: Grid EPG
sk: Mriežka EPG

source: Grow drop
sk: Pokles rastu

source: Grow from left
sk: Rastie zľava

source: Guard interval
sk: Ochranný interval

source: Gymnastics
sk: Gymnastika

source: H7/H9/H9COMBO/H10 new Model
sk: H7/H9/H9COMBO/H10 nový model

source: H9 SDcard switch ERROR! - H9 root files not transferred to SD card
sk: CHYBA prepnutia H9 SD karty! - koreňové súbory H9 sa neprenášajú na kartu SD

source: H9 SDcard switch ERROR! - already on Nand
sk: CHYBA prepnutia H9 SD karty! - existuje už v Nand

source: H9 SDcard switch ERROR! - already on mmc
sk: CHYBA prepnutia H9 SD karty! - existuje už v mmc

source: H9 USB switch ERROR! - H9 root files not transferred to USB
sk: CHYBA prepnutia H9 USB! - koreňové súbory H9 sa neprenášajú na USB

source: H9 USB switch ERROR! - already on USB
sk: CHYBA prepnutia H9 USB! - existuje už na USB

source: H9 switch Nand and SDcard
sk: Prepínač H9 Nand a SD karty

source: H: = Hourly / D: = Daily / W: = Weekly / M: = Monthly
sk: H: = hodinové / D: = denné / W: = týždenné / M: = mesačné

source: HD list
sk: Zoznam HD

source: HDD settings
sk: Nastavenia HDD

source: HDMI Colordepth
sk: Hĺbka farieb HDMI

source: HDMI Colorimetry
sk: Farebnosť HDMI

source: HDMI Colorspace
sk: Farebný rozsah HDMI

source: HDMI HDR Type
sk: Typ HDMI HDR

source: HDMI input
sk: Vstup HDMI

source: HDMI-CEC Setup
sk: Nastavenie HDMI-CEC

source: HDR, 12bit 4:2:0/4:2:2, no PIP
sk: HDR, 12bitové 4:2:0/4:2:2, bez PIP

source: HDR10 Support
sk: Podpora HDR10

source: HELP
sk: NÁPOVEDA

source: HI cleanup for external subtitles
sk: Vyčistenie HI pre externé titulky

source: HISTORY
sk: HISTÓRIA

source: HLG Support
sk: Podpora HLG

source: HOME
sk: DOMOV

source: HOMEPAGE
sk: DOMÁCA STRÁNKA

source: Handball
sk: Hádzaná

source: Handle ASCII
sk: Spracovanie ASCII

source: Handle standby from TV
sk: Riadenie pohotovostného režimu z televízora

source: Handle wakeup from TV
sk: Spracovanie prebudenia z TV

source: Hard disk standby after
sk: Pohotovostný režim pevného disku po

source: Harddisk setup
sk: Nastavenie pevného disku

source: Health & Fitness
sk: Zdravie a fitnes

source: Heard Island and McDonald Islands
sk: Ostrov Heard a McDonaldove ostrovy

source: Hebrew
sk: Hebrejsky

source: Height
sk: Výška

source: Heimwerker
sk: Urob si sám

source: Help
sk: Nápoveda

source: Help Screen
sk: Obrazovka nápovedy

source: Help long
sk: Nápoveda dlho

source: Helps setting up your antenna
sk: Pomáha pri nastavovaní Vašej antény

source: Hidden / Blank
sk: Skryté / Prázdne

source: Hidden network
sk: Skrytá sieť

source: Hide
sk: Skryť

source: Hide CI messages
sk: Skryť CI správy

source: Hide any zap error messages.
sk: Skryť všetky chybové hlásenia prepínania.

source: Hide error messages from the Common Interface module.
sk: Skryť chybové hlásenia z Common Interface modulu.

source: Hide infobar display
sk: Skryť zobrazenie informačnej lišty

source: Hide infobar display and ask whether to close PiP
sk: Skryť zobrazenie informačnej lišty a spýtať sa, či zavrieť PiP

source: Hide infobar display and close PiP
sk: Skryť zobrazenia informačnej lišty a zatvorenie PiP

source: Hide known extensions
sk: Skryť známe prípony

source: Hide number markers
sk: Skrytie číselných značiek

source: Hide parental locked services
sk: Skrytie rodičovských uzamknutých staníc

source: Hide player
sk: Skryť prehrávač

source: Hide sub-menu
sk: Skryť podponuku

source: Hide zap errors
sk: Skryť chyby prepínania

source: Hierarchy info
sk: Info o hierarchii

source: High
sk: Vysoký

source: High bitrate support
sk: Podpora vysokého dátového toku

source: Highlight current events
sk: Zvýraznenie aktuálnych relácií

source: Historical
sk: Historické

source: History
sk: História

source: History Prev/Next
sk: História Predchádzajúce/Nasledujúce

source: History Zap
sk: História prepínania

source: History Zap Actions
sk: Činnosť histórie prepínania

source: History back
sk: História predchádzajúci

source: History buttons mode
sk: Režim tlačidiel histórie

source: History next
sk: História nasledujúci

source: Hobbys
sk: Žáľuby

source: Hockey
sk: Hokej

source: Hold screen
sk: Podržanie obrazovky

source: Hold till locked
sk: Podržať, kým sa neuzamkne

source: Holy See
sk: Vatikán

source: Home
sk: Domov

source: Hops
sk: Skoky

source: Hops:
sk: Skokov:

source: Horizontal
sk: Vodorovne

source: Horizontal turning speed
sk: Vodorovná rýchlosť otáčania

source: Horse Racing
sk: Konské dostihy

source: Horse racing
sk: Dostihy

source: Host domain
sk: Doména hostiteľa

source: Host receiver FTP password
sk: Heslo FTP hostiteľského prijímača

source: Host receiver FTP port
sk: Port FTP hostiteľského prijímača

source: Host receiver FTP username
sk: Uživateľ FTP hostiteľského prijímača

source: Host receiver IP address
sk: IP adresa hostiteľského prijímača

source: Host receiver address type
sk: Typ adresy prijímača hostiteľa

source: Host receiver streaming port
sk: Port pre streamovanie hostiteľského prijímača

source: Hostname:
sk: Názov hostiteľa:

source: Hostname:
sk: Názov hostiteľa:

source: Hour
sk: Hodina

source: Hourly
sk: Hodinové

source: Hours Mins
sk: Hodín Minút

source: Hours Mins Secs
sk: Hodín Minút Sekúnd

source: How many minutes do you want add to the recording?
sk: Koľko minút chcete pridať k nahrávke?

source: How many minutes do you want to record for?
sk: Koľko minút chcete nahrávať?

source: How to display the date format for date items in the About screen.
sk: Ako zobraziť formát dátumu pre položky dátumu na obrazovke Informácie.

source: Http(s) stream start delay
sk: Oneskorenie spustenia streamu http(s)

source: Hue
sk: Odtieň

source: Hungarian
sk: Maďarsky

source: Hungary
sk: Maďarsko

source: IDLE
sk: NEČINNOSŤ

source: IMDB search for current event
sk: Nájsť aktuálnu reláciu v IMDB

source: IMDb Search
sk: Vyhľadávanie v IMDb

source: IMDb search
sk: Hľadanie v IMDb

source: IMDb search for highlighted event
sk: Nájsť zvýraznenú reláciu v IMDB

source: INFO
sk: INFORMÁCIA

source: INFO button action
sk: Činnosť tlačidla INFO

source: INS
sk: VLOŽIŤ

source: IP Address
sk: IP Adresa

source: IP address
sk: IP adresa

source: IP address This test checks whether a valid IP address is found for your LAN adapter. If you get a "unconfirmed" message: - No valid IP address was found. - Please check your DHCP server, cabling and adapter setup.
sk: Tento test overuje, či je platná IP adresa sieťovej karty. Ak dostanete hlásenie 'nepotvrdené': - nebola nájdená platná IP adresa - skontrolujte DHCP, kabeláž a nastavenie karty.

source: ISO file is too large for this filesystem!
sk: Súbor ISO je pre tento súborový systém príliš velký!

source: ISO path
sk: Cesta ISO

source: Ice Hockey
sk: Ľadový hokej

source: Ice Skating
sk: Korčuľovanie

source: Iceland
sk: Island

source: Icons
sk: Ikony

source: Identify image version on bootlogo.mvi.
sk: Identifikácia verzie systémového obrazu na bootlogo.mvi.

source: Idle Time:
sk: Čas nečinnosti:

source: If an action is user-configurable, its help entry will be flagged (C)
sk: Ak je akcia konfigurovateľná užívateľom, jej položka nápovedy bude označená (C)

source: If enabled and PiP is available, PiP will be used for the download. If disabled or Pip is unavailable the download will be done as a fake recording.
sk: Ak je táto funkcia povolená a PiP je k dispozícii, na sťahovanie sa použije PiP. Ak je vypnuté alebo PiP nie je k dispozícii, stiahnutie sa uskutoční ako falošná nahrávka.

source: If enabled the output resolution of the box will try to match the resolution of the video content
sk: Ak je táto možnosť zapnutá, výstupné rozlíšenie boxu sa bude snažiť prispôsobiť rozlíšeniu obsahu videa

source: If enabled the video will always be de-interlaced.
sk: Ak je táto možnosť zapnutá, video bude vždy bez prelínania.

source: If enabled, a log will be kept of CEC protocol traffic ('hdmicec.log').
sk: Ak je táto možnosť povolená, bude sa uchovávať protokol o prevádzke protokolu CEC ('hdmicec.log').

source: If enabled, display shows 12 chars instead 8, but in latin-1/translit only.
sk: Ak je táto funkcia zapnutá, na displeji sa zobrazí 12 znakov namiesto 8, ale len v latin-1/translit.

source: If enabled, the new GStreamer playback engine will be used.
sk: Ak je táto možnosť povolená, bude sa používať nový prehrávací engine GStreamer.

source: If set to 'Standard' number buttons page up/down/left/right.
sk: Ak je nastavené na 'Štandardné', číselné tlačidlá stránkujú nahor/nadol/doľava/doprava.

source: If set to 'yes' channels without EPG will not be shown.
sk: Ak je nastavené na 'áno' kanály bez EPG sa nezobrazia.

source: If set to 'yes' it will show the 'PO' packages in browser.
sk: Ak je nastavená na 'áno' zobrazí balíčky 'PO' v prehliadači.

source: If set to 'yes' it will show the 'SRC' packages in browser.
sk: Ak je nastavené na 'áno' zobrazí balíčky 'SRC' v prehliadači.

source: If set to 'yes' shows a small TV screen in the EPG.
sk: Ak je nastavené na 'áno' zobrazí zmenšenú TV-obrazovku v EPG.

source: If set to 'yes' signal values (SNR, etc) will be calculated from API V3. This is an old API version that has now been superseded.
sk: Ak je nastavené na 'áno' vypočítajú sa hodnoty signálu (SNR atď.) z API V3. Ide o starú verziu API, ktorá už bola nahradená.

source: If set to 'yes' the bouquets will be shown each time you open the EPG.
sk: Ak je nastavené na 'áno' prehľady sa zobrazia pri každom otvorení EPG.

source: If set to 'yes' the channel list will be shown after switching between radio and TV modes.
sk: Ak je nastavené na 'áno' zobrazí sa zoznam kanálov po prepnutí medzi Rádio a TV režimom.

source: If set to 'yes' the channel number will be displayed in the infobar.
sk: Ak je nastavené na 'áno' pri prepínaní sa zobrazí v informačnej lište číslo stanice.

source: If set to 'yes' the infobar will be displayed when a new event starts.
sk: Ak je nastavené na 'áno' pri začatí novej relácie sa zobrazí informačná lišta.

source: If set to 'yes' the infobar will be displayed when changing channels.
sk: Ak je nastavené na 'áno' pri prepínaní kanálov sa zobrazí informačná lišta.

source: If set to 'yes' the same commands will be sent to the TV for deep standby events, as are sent during regular standby events.
sk: Ak je nastavené na 'áno' pri udalostiach vyčkávacieho režimu sa do televízora budú posielať rovnaké príkazy ako pri bežných udalostiach pohotovostného režimu.

source: If set to 'yes' you can preview channels in the EPG list.
sk: Ak je nastavené na 'áno' bude možný náhľad kanálov v zozname EPG.

source: If set to 'yes' you can preview channels in the channel list. Press 'OK' to preview the selected channel, press a 2nd 'OK' to exit and zap to that channel, pressing 'EXIT' to return to the channel you started at.
sk: Ak je nastavené na 'áno' môžete zobraziť náhľady kanálov v zozname kanálov. Stlačte 'OK' k náhľadu vybraného kanálu, druhé 'OK' k ukončeniu a prepnutiu na kanál, stlačením 'EXIT' pre návrat na pôvodný kanál.

source: If set to 'yes', allows you to use the seekbar to jump to a point within the event.
sk: Ak je nastavené na 'áno' umožňuje použiť vyhľadávací panel na skok/presunutie do časového bodu v rámci relácie.

source: If set to 'yes', allows you to use timeshift with alternative audio plugins.
sk: Ak je nastavené na 'áno' umožňuje používať časový posun s alternatívnymi zvukovými doplnkami.

source: If set to 'yes', the infobar will be displayed when Fast Forwarding or Rewinding during media playback.
sk: Ak je nastavené na 'áno' pri rýchlom prevíjaní dopredu alebo dozadu sa behom prehrávania médií zobrazí informačná lišta.

source: If the receiver was woken from 'Deep Standby' and is currently in 'Standby' and no recordings are in progress return it to 'Deep Standby' once the EPG download has completed.
sk: Ak bol prijímač prebudený z 'Vyčkávacieho režimu' a momentálne je v 'Pohotovostnom režime' a neprebieha žiadne nahrávanie, vráti sa do 'Vyčkávacieho režimu' po dokončení sťahovania EPG.

source: If the text is too long to be displayed on the front panel, it will be repeated (number of times):
sk: Ak je text príliš dlhý pre zobrazenie na prednom displeji, bude opakovaný (počet koľkokrát preroluje):

source: If using multiple uncommitted switches the DiSEqC commands must be sent multiple times. Set to the number of uncommitted switches in the chain minus one.
sk: Ak sa používa viacero 'uncommitted' prepínačov, príkazy DiSEqC sa musia poslať viackrát. Nastavte na počet 'uncommitted' prepínačov v reťazci mínus jeden.

source: If you are using a Circular polarised LNB select 'yes', otherwise select 'no'.
sk: Ak používate LNB s kruhovou polarizáciou, vyberte 'áno', inak vyberte 'nie'.

source: If you are using a DiSEqC committed switch enter the port letter required to access the LNB used for this satellite.
sk: Ak používate 'committed' prepínač DiSEqC, zadajte písmeno portu potrebného na prístup k LNB, ktorý sa používa pre tento satelit.

source: If you are using a DiSEqC uncommitted switch enter the port number required to access the LNB used for this satellite.
sk: Ak používate 'uncommitted' prepínač DiSEqC, zadajte číslo portu potrebné na prístup k LNB používanému pre tento satelit.

source: If you can see this, something is wrong with your scart connection. Press OK to return.
sk: Ak vidíte toto, niečo nie je v poriadku s pripojením scart. Vráťte sa stlačením tlačidla OK.

source: If your TV has a brightness or contrast enhancement, disable it. If there is something called "dynamic", set it to standard. Adjust the backlight level to a value suiting your taste. Turn down contrast on your TV as much as possible. Then turn the brightness setting as low as possible, but make sure that the two lowermost shades of gray stay distinguishable. Do not care about the bright shades now. They will be set up in the next step. If you are happy with the result, press OK.
sk: Ak máte na televízore zdôraznenie jasu alebo kontrastu, zrušte ho. Ak je v nastaveniach niečo ako 'dynamický režim', nastavte ho na štandardnú hodnotu. Podsvietenie nastavte na hodnotu, ktorá Vám vyhovuje. Stiahnite kontrast televízora na najnižšiu hodnotu. Potom nastavte jas na najnižšiu možnú hodnotu, ale tak, aby dva najtmavšie odtiene sivej zostali rozlíšiteľné. V tejto chvíli sa nestarajte o svetlé odtiene. Tie nastavíte v ďalšom kroku. Ak ste spokojní s výsledkom, stlačte tlačidlo OK.

source: Ignore DVB-C namespace sub network
sk: Ignorovať podsieť menného priestoru DVB-C

source: Ignore DVB-S namespace sub network
sk: Ignorovať podsieť menného priestoru DVB-S

source: Ignore DVB-T namespace sub network
sk: Ignorovať podsieť menného priestoru DVB-T

source: Image Slot: Startup %s - %s %s
sk: Slot sys.obrazu: Spúšťanie %s - %s %s

source: Image View On
sk: Obrazové zobrazenie zapnuté

source: Image manager
sk: Správca systémového obrazu

source: Image: %s.%s%s (%s)
sk: Sys.obraz: %s.%s%s (%s)

source: Immediate shutdown
sk: Ihneď vypnúť

source: Immediately restart selected cams.
sk: Okamžite reštartujte vybrané softcamy.

source: In Developer images only. Allows swapping between oe-alliance/branding or oe-alliance/remotes for button position mapping and rc graphic.
sk: Len na systémových obrazoch pre vývojárov. Umožňuje výmenu medzi oe-alliance/branding alebo oe-alliance/remotes pre mapovanie pozície tlačidiel a grafické DO.

source: In Setup screens choose whether to show the default value of the selected item in the description field.
sk: Na obrazovkách nastavenia vyberte, či sa má v poli popisu zobrazovať predvolená hodnota vybranej položky.

source: In live view wait this many seconds after a numeric key press before assuming the required channel number has been entered. Default: 5 seconds. Setting zero will require confirmation with 'OK'.
sk: V živom zobrazení počkajte toľko sekúnd po stlačení číselného tlačidla, kým sa predpokladá, že bolo zadané požadované číslo kanála. Predvolené nastavenie: 5 sekúnd. Nastavenie nuly bude vyžadovať potvrdenie pomocou 'OK'.

source: In order to record a timer, the TV was switched to the recording service!
sk: Aby sa mohol nahrať načasovaný program, preplo sa na nahrávanú stanicu!

source: In progress
sk: Prebieha

source: In the Standby Record on the LCD Display
sk: V pohotovostnom režime Nahrávanie na LCD displeji

source: Inadyn Setup
sk: Nastavenie Inadyn

source: Include AIT in http streams
sk: Zahrnúť AIT do http streamov

source: Include CI assignment
sk: Zahrnúť priradenie CI

source: Include ECM in http streams
sk: Zahrnúť ECM do http streamov

source: Include EIT in http streams
sk: Zahrnúť EIT do http streamov

source: Incorrect format for skip value: '%s' Skip cancelled.
sk: Nesprávny formát hodnoty preskočenia: '%s' Preskočenie zrušené.

source: Incorrect service type for PiP!
sk: Nesprávny typ služby pre PiP!

source: Increase time scale
sk: Zväčšiť časovú mierku

source: Increased voltage
sk: Zvýšiť napätie

source: Increment end time
sk: Zvýšenie času ukončenia

source: Increment start time
sk: Zvýšenie času spustenia

source: Independent
sk: Nezávislé

source: Index allocated:
sk: Index pridelený:

source: Indonesia
sk: Indonézia

source: Info
sk: Informácia

source: Info (EPG)
sk: Informácia (EPG)

source: Info (EPG) Long
sk: Informácia (EPG) dlho

source: Info button (long)
sk: Tlačidlo INFO (dlho)

source: Info button (short)
sk: Tlačidlo INFO (krátko)

source: Info icon width
sk: Šírka ikony Info

source: InfoBar EPG
sk: Informačný panel EPG

source: Infobar EPG
sk: Informačný panel EPG

source: Infobar EPG activation
sk: Aktivácia EPG informačného panela

source: Infobar Grid EPG
sk: Mriežka informačného panelu EPG

source: Infobar Single EPG
sk: Jednoduchý informačný panel EPG

source: Infobar fade-out speed
sk: Rýchlosť miznutia Informačného panelu

source: Infobar frontend data source
sk: Zdroj údajov tuneru Informačného panelu

source: Information
sk: Informácia

source: Infotainment
sk: Informačno-zábavné služby

source: Init
sk: Inicializácia

source: Init modules
sk: Inicializácia modulov

source: Initial fast forward speed
sk: Počiatočná rýchlosť prevíjania vpred

source: Initial lock ratio
sk: Počiatočný pomer uzamknutia

source: Initial rewind speed
sk: Počiatočná rýchlosť prevíjania vzad

source: Initial scroll delay
sk: Počiatočné oneskorenie rolovania

source: Initial signal quality
sk: Počiatočná kvalita signálu

source: Initial signal quality:
sk: Počiatočná kvalita signálu:

source: Initialize
sk: Inicializovať

source: Initialize Devices
sk: Inicializovať zariadenia

source: Initializing storage device...
sk: Inicializujem pamäťové zariadenie...

source: Inotify Monitoring
sk: Monitorovanie Inotify

source: Input
sk: Vstup

source: Input
sk: Vstup

source: Input Stream ID
sk: ID vstupného streamu

source: InputBox Actions
sk: Akcie vstupného políčka

source: Install
sk: Inštalovať

source: Install '%s'
sk: Inštalovať '%s'

source: Install Plugins
sk: Inštalovať doplnky

source: Install a new image with a USB stick
sk: Inštalovať nový systémový obraz z kľúča USB

source: Install a new image with your web browser
sk: Inštalovať nový systémový obraz cez webový prehliadač

source: Install channel list
sk: Inštalovať zoznam kanálov

source: Install extensions
sk: Inštalovať rozšírenia

source: Install extensions.
sk: Inštalovať rozšírenia.

source: Install lcd picons on
sk: Inštalovať lcd piktogramy do

source: Install local extension
sk: Inštalovať miestne rozšírenie

source: Install or remove finished.
sk: Inštalácia alebo odstránenie skončené.

source: Install picons on
sk: Inštalovať piktogramy do

source: Installation finished.
sk: Inštalácia je ukončená.

source: Installed: %s
sk: Nainštalované: %s

source: Installing
sk: Inštalujem

source: Installing Service
sk: Inštalujem službu

source: Installing service
sk: Inštalácia služby

source: Instant record
sk: Okamžitá nahrávka

source: Instant recording
sk: Okamžité nahrávanie

source: Instant recording location
sk: Umiestnenie okamžitej nahrávky

source: Interface
sk: Rozhranie

source: Interface:
sk: Rozhranie:

source: Intermediate
sk: Stredný

source: Internal
sk: Vnútorný

source: International
sk: Medzinárodné

source: International News
sk: Medzinárodné správy

source: Interval between keys when repeating:
sk: Interval medzi začatím opakovania stlačeného tlačidla:

source: Interview
sk: Rozhovor

source: Invalid
sk: Neplatné

source: Invalid directory selected: %s
sk: Zvolený neplatný adresár: %s

source: Invalid location
sk: Neplatné umiestnenie

source: Invalid transponder data
sk: Neplatné údaje transpondéra

source: Inversion
sk: Inverzia

source: Inversion & Bandwidth
sk: Inverzia a Šírka pásma

source: Inversion, Pilot & Roll-off
sk: Inverzia, Pilot a Roll-off

source: Invert
sk: Invertovať

source: Iran (Islamic Republic of)
sk: Iránska islamská republika

source: Iran, Islamic Republic
sk: Irán

source: Iraq
sk: Irak

source: Ireland
sk: Írsko

source: Is this setting ok?
sk: Je toto nastavenie v poriadku?

source: Is this video mode ok?
sk: Je tento režim videa v poriadku?

source: Isle of Man
sk: Ostrov Man

source: Israel
sk: Izrael

source: It seems you have hit your API limit - please try again later.
sk: Zdá sa, že ste narazili na limit API - skúste to prosím neskôr.

source: Italian
sk: Taliansky

source: Italy
sk: Taliansko

source: JUMP 24 HOURS
sk: SKOK 24 HODÍN

source: Jamaica
sk: Jamajka

source: Japan
sk: Japonsko

source: Jazz
sk: Džez

source: Job View
sk: Prehľad úloh

source: Jordan
sk: Jordánsko

source: Jugend
sk: Mládež

source: Jump first press in channel selection
sk: Prvé stlačenie pri výbere kanála

source: Jump to beginning of list
sk: Skok na začiatok zoznamu

source: Jump to current time
sk: Skok na aktuálny čas

source: Jump to end of list
sk: Skok na koniec zoznamu

source: Jump to first item in list or the start of text
sk: Skok na prvú položku v zozname alebo na začiatok textu

source: Jump to last item in list or the end of text
sk: Skok na poslednú položku v zozname alebo na koniec textu

source: Jump to next bookmark
sk: Skok na ďalšiu záložku

source: Jump to previous bookmark
sk: Skok na predchádzajúcu záložku

source: Jump to prime time
sk: Skok na hlavný vysielací čas

source: Jump to the next marked position
sk: Skok na ďalšiu označenú pozíciu

source: Jump to the previous marked position
sk: Skok na predchádzajúcu označenú pozíciu

source: Just scale
sk: Len prispôsobiť

source: Just zap
sk: Len prepnúť
