Repository: atefganm/OpenViX-enigma2
Catalog: po/*.po
Languages: sk

source: Updatefeed not available.
sk: Zdroj aktualizácií nie je k dispozícií.

source: Updating software catalog
sk: Aktualizácia katalógu softvéru

source: Upgrade and reboot system
sk: Aktualizovať a reštartovať systém

source: Upgrade finished.
sk: Aktualizácia je skončená.

source: Upgrade in progress Please wait until your %s %s reboots This may take a few minutes
sk: Prebiehajúca aktualizácia Počkajte prosím, kým sa Váš %s %s nereštartuje Môže to trvať niekoľko minút

source: Upgrading
sk: Aktualizujem

source: Upper case
sk: Veľké písmená

source: Uptime
sk: Čas prevádzky

source: Uptime: %s
sk: Čas prevádzky: %s

source: Urban Music
sk: Mestská hudba

source: Usage setup
sk: Nastavenie používania

source: Use
sk: Použiť

source: Use 12 characters display mode
sk: Použitie režimu zobrazenia 12 znakov

source: Use DHCP
sk: Použitie DHCP

source: Use EIT EPG information when it is available.
sk: Použitie informácie EIT EPG, ak je k dispozícii.

source: Use FreeSat EPG information when it is available.
sk: Použitie informácie EPG služby FreeSat, ak je k dispozícii.

source: Use Geolocation
sk: Použitie geografickej lokalizácie

source: Use MHW EPG information when it is available.
sk: Použitie informácie MHW EPG, ak je k dispozícii.

source: Use Netmed EPG information when it is available.
sk: Použitie informácie Netmed EPG, ak je k dispozícii.

source: Use OpenTV EPG information when it is available. For reading OpenTV EPG data tuning to a dedicated transponder is required
sk: Použitie informácie OpenTV EPG, ak je k dispozícii. Na čítanie údajov OpenTV EPG je potrebné naladenie špecializovaného transpondéra

source: Use PiP for download
sk: Použitie PiP na stiahnutie

source: Use TV remote control
sk: Používanie diaľkového ovládača TV

source: Use USALS for this sat
sk: Použiť USALS pre tento satelit

source: Use ViaSat EPG information when it is available.
sk: Použitie informácie ViaSat EPG, ak je k dispozícii.

source: Use Virgin EPG information when it is available.
sk: Použitie informácie Virgin EPG, ak je k dispozícii.

source: Use a gateway
sk: Použitie brány

source: Use adaptive date display
sk: Použitie adaptívneho zobrazenia dátumu

source: Use as PiP if possible
sk: Ak je to možné, použite ako PiP

source: Use circular LNB
sk: Použitie kruhového LNB

source: Use fastscan channel names
sk: Použitie názvov kanálov rýchleho vyhľadania

source: Use fastscan channel numbering
sk: Použitie číslovania kanálov rýchleho vyhľadania

source: Use frequency or channel
sk: Použitie kmitočtu alebo kanálu

source: Use geolocation to set the current time zone location
sk: Použitie geolokácie na nastavenie polohy aktuálneho časového pásma

source: Use individual settings for each directory
sk: Použitie individuálnych nastavení pre každý adresár

source: Use interface
sk: Použitie rozhrania

source: Use official channel numbering
sk: Použiť oficiálne číslovanie kanálov

source: Use original DVB subtitle position
sk: Použitie pôvodnej pozície titulkov DVB

source: Use original teletext position
sk: Použitie pôvodnej pozície teletextu

source: Use piconlcd directory for picons on color LCD
sk: Použitie adresára piconlcd pre piktogramy na farebnom LCD

source: Use power measurement
sk: Použitie merania spotreby

source: Use separate Picon pack for Front Display
sk: Použitie samostatného balíčka piktogramov pre predný displej

source: Use skin default
sk: Použitie predvoleného vzhľadu

source: Use slim screen
sk: Použitie tenkej obrazovky

source: Use the LEFT/RIGHT buttons on your remote to adjust the height of the user interface. LEFT button decreases the size, RIGHT increases the size.
sk: Pomocou tlačidiel VĽAVO/VPRAVO na diaľkovom ovládači nastavte výšku užívateľského rozhrania. Tlačidlo VĽAVO zmenšuje veľkosť, tlačidlo VPRAVO zväčšuje veľkosť.

source: Use the LEFT/RIGHT buttons on your remote to adjust the width of the user interface. LEFT button decreases the size, RIGHT increases the size.
sk: Pomocou tlačidiel VĽAVO/VPRAVO na diaľkovom ovládači nastavte šírku užívateľského rozhrania. Tlačidlo VĽAVO zmenšuje veľkosť, tlačidlo VPRAVO zväčšuje veľkosť.

source: Use the LEFT/RIGHT buttons on your remote to move the user interface left/right.
sk: Pomocou tlačidiel VĽAVO/VPRAVO na diaľkovom ovládači posúvajte užívateľské rozhranie doľava/doprava.

source: Use the LEFT/RIGHT buttons on your remote to move the user interface up/down.
sk: Pomocou tlačidiel VĽAVO/VPRAVO na diaľkovom ovládači posúvajte užívateľské rozhranie hore/dole.

source: Use the UP and DOWN keys to select language, Menu key to install new language. Afterwards press the OK button.
sk: Pomocou tlačidiel NAHORU a DOLEVA vyberte jazyk, pomocou tlačidla Ponuka nainštalujte nový jazyk. Potom stlačte tlačidlo OK.

source: Use the alternative or the conventional radio mode.
sk: Použitie alternatívneho alebo bežného režimu rádia.

source: Use the alternative screen
sk: Použitie alternatívnej obrazovky

source: Use the deletion time to sort Trash directories. Most recently deleted at the top.
sk: Čas odstránenia použitý na triedenie adresárov Koša. Najnovšie odstránené na vrchu.

source: Use the network wizard to configure selected network adapter
sk: Pomocou sieťového sprievodcu nakonfigurujte vybraný sieťový adaptér

source: Use the network wizard to configure your Network
sk: Pomocou sprievodcu sieťou nakonfigurujte sieť

source: Use the up/down keys on your remote control to select an option. After that, press OK.
sk: Pomocou tlačidiel hore/dole na diaľkovom ovládači vyberte možnosť. Potom stlačte tlačidlo OK.

source: Use the wizard to set up basic features
sk: Pomocou sprievodcu nastavíte základné funkcie

source: Use these input device settings?
sk: Použiť tieto nastavenia vstupného zariadenia?

source: Use these settings?
sk: Použiť tieto nastavenia?

source: Use this video enhancement settings?
sk: Použiť toto nastavenie vylepšenia obrazu?

source: Use timeshift seekbar while timeshifting?
sk: Používanie časového posunu vyhľadávacej lišty počas časového posunu?

source: Use trash can in movie list
sk: Používanie odpadkového koša v zozname filmov

source: Used service scan type
sk: Použitý typ vyhľadávania stanice

source: Used:
sk: Použité:

source: User - bouquets
sk: Užívateľské prehľady

source: User Band %d
sk: Užívateľské pásmo %d

source: User Band %d (%s)
sk: Užívateľské pásmo %d (%s)

source: User Interface
sk: Užívateľské rozhranie

source: User defined
sk: Užívateľom definované

source: User defined 0x%02x
sk: Užívateľom definované 0x%02x

source: User defined transponder
sk: Užívateľom definovaný transpondér

source: User interface settings
sk: Nastavenia užívateľského rozhrania

source: User interface visibility
sk: Viditeľnosť užívateľského rozhrania

source: User-selectable functions
sk: Funkcie voliteľné užívateľom

source: Username
sk: Užívateľské meno

source: Username (httpuser)
sk: Užívateľské meno (httpuser)

source: Username:
sk: Užívateľské meno:

source: Using LNB %d
sk: Používa sa LNB %d

source: Using old profile:
sk: Použitie starého profilu:

source: Using tuner %s
sk: Používa sa tuner %s

source: Usually when the subtitle language is the same as the audio language, the subtitles will not be used. Enable this option to allow these subtitles to be used.
sk: Zvyčajne, ak je jazyk titulkov rovnaký ako jazyk zvuku, nebudú použité titulky. Povoľte toto nastavenie, aby sa tieto titulky použili.

source: VMGM (intro trailer)
sk: VMGM (úvodný trailer)

source: VOB file
sk: VOB súbor

source: Valid ONID/TSID look at www.lyngsat.com...
sk: Platné ONID/TSID nájdete na adrese www.lyngsat.com...

source: Venezuela (Bolivarian Republic of)
sk: Venezuela

source: Version:
sk: Verzia:

source: Vertical
sk: Zvislá

source: Vertical turning speed
sk: Zvislá rýchlosť otáčania

source: Video & Audio Settings
sk: Nastavenia obrazu a zvuku

source: Video Chip Mode*
sk: Režim obrazového čipu*

source: Video PID
sk: Obrazový PID

source: Video clipping
sk: Zostrih obrazu

source: Video content: %ix%i%s %iHz
sk: Vlastnosti obrazu: %ix%i %s %i Hz

source: Video enhancement
sk: Vylepšenie obrazu

source: Video enhancement preview
sk: Ukážka vylepšenia obrazu

source: Video enhancement setup
sk: Nastavenie vylepšenia obrazu

source: Video input selection Please press OK if you can see this page on your TV (or select a different input port). The next input port will be automatically probed in 10 seconds.
sk: Výber obrazového vstupu Ak túto stránku vidíte na televízore, stlačte tlačidlo OK (alebo vyberte iný vstupný port). Ďalší vstupný port bude automaticky sondovaný za 10 sekúnd.

source: Video mode selection.
sk: Výber obrazového režimu.

source: Video mode: %s
sk: Režim obrazu: %s

source: Video output
sk: Obrazový výstup

source: Video settings
sk: Obrazové nastavenia

source: Video settings options
sk: Možnosti obrazového nastavenia

source: Video: %s fps
sk: Obraz: %s fps

source: Videoclip
sk: Videoklip

source: Videocodec, size & format
sk: Obrazový kodek, veľkosť a formát

source: View
sk: Zobraziť

source: View Movies...
sk: Zobraziť filmy...

source: View Video CD...
sk: Zobraziť Video CD...

source: View details
sk: Zobraziť podrobnosti

source: View extensions
sk: Zobraziť rozšírenia

source: View list of available
sk: Zobraziť zoznam dostupných

source: View list of available CommonInterface extensions
sk: Zobraziť zoznam dostupných rozšírení Common Interface

source: View list of available EPG extensions.
sk: Zobraziť zoznam dostupných rozšírení EPG.

source: View list of available Satellite equipment extensions.
sk: Zobraziť zoznam dostupných rozšírení satelitného vybavenia.

source: View list of available communication extensions.
sk: Zobraziť zoznam dostupných komunikačných rozšírení.

source: View list of available default settings
sk: Zobraziť zoznam dostupných predvolených nastavení

source: View list of available display and userinterface extensions.
sk: Zobraziť zoznam dostupných rozšírení zobrazenia a užívateľského rozhrania.

source: View list of available multimedia extensions.
sk: Zobraziť zoznam dostupných multimediálnych rozšírení.

source: View list of available networking extensions
sk: Zobraziť zoznam dostupných sieťových rozšírení

source: View list of available recording extensions
sk: Zobraziť zoznam dostupných rozšírení pre nahrávanie

source: View list of available skins
sk: Zobraziť zoznam dostupných vzhľadov

source: View list of available software extensions
sk: Zobraziť zoznam dostupných softvérových rozšírení

source: View list of available system extensions
sk: Zobraziť zoznam dostupných systémových rozšírení

source: View mode
sk: Režim zobrazenia

source: View photos...
sk: Zobraziť fotografie...

source: View teletext
sk: Zobraziť teletext

source: View the changes
sk: Zobraziť zmeny

source: View video CD...
sk: Zobraziť Video CD...

source: Violence
sk: Násilie

source: Virgin Islands (British)
sk: Panenské ostrovy (Britské)

source: Virgin Islands (U.S.)
sk: Panenské ostrovy (USA)

source: Virtual KeyBoard Functions
sk: Funkcie virtuálnej klávesnice

source: Virtual KeyBoard Text:
sk: Text virtuálnej klávesnice:

source: Virtual keyboard
sk: Virtuálna klávesnica

source: Volleyball
sk: Volejbal

source: Voltage mode
sk: Napäťový režim

source: Volume keys on the receiver remote will control the TV volume.
sk: Tlačidlami hlasitosti na diaľkovom ovládači prijímača sa ovláda hlasitosť televízora.

source: Vu+ 4K image install options
sk: Možnosti inštalácie systémového obrazu Vu+ 4K

source: Vu+ Multiboot - PLEASE WAIT WHILE INITIALISING! - will take upto 5 minutes plus 5 minutes per restored eMMC slot. - after installing Recovery and Slot1 image, receiver will reboot to Slot 1 setup wizard.
sk: Vu+ Multiboot - PROSÍM POČKAŤ PRI INICIALIZÁCII! - bude trvať až 5 minút plus 5 minút na každý obnovený slot eMMC. - po inštalácii systémového obrazu Recovery a systémového obrazu Slot1 sa prijímač reštartuje do sprievodcu nastavenia Slotu 1.

source: WAKEUP
sk: PREBUDIŤ

source: WARNING: feeds may be unstable.
sk: VAROVANIE: zdroje môžu byť nestabilné.

source: WLAN connection
sk: Pripojenie WLAN

source: WSS on 4:3
sk: WSS pri 4:3

source: WWW long
sk: WWW dlho

source: Waiting
sk: Čakanie

source: Waiting for mount.
sk: Čakanie na pripojenie.

source: Waiting for partition.
sk: Čakanie na partíciu.

source: Wake A/V receiver from standby
sk: Prebudenie A/V prijímača z pohotovostného režimu

source: Wake A/V receiver from standby.
sk: Prebudenie A/V prijímača z pohotovostného režimu.

source: Wake On LAN
sk: Prebudenie na sieti LAN

source: Wake Up
sk: Prebudiť

source: Wake Up To Standby
sk: Prebudiť sa do pohotovostného režimu

source: Wake the receiver from standby when the wake command is sent from the TV.
sk: Prebudenie prijímača z pohotovostného režimu po odoslaní príkazu na prebudenie z televízora.

source: Wakeup
sk: Prebudenie

source: Wakeup TV from standby
sk: Prebudenie TV z pohotovostného režimu

source: Wakeup command for TV
sk: Príkaz na prebudenie pre TV

source: Wakeup signal from TV
sk: Signál prebudenia z TV

source: Wallis and Futuna
sk: Wallis a Futuna

source: War
sk: Vojna

source: Warning
sk: Upozornenie

source: Warning: FBC-C V1 tuner should be connected to the first slot to work correctly. Otherwise, only 2 out of 8 demodulators will be available when connected in the second slot.
sk: Varovanie: Aby tuner FBC-C V1 fungoval správne, mal by byť pripojený k prvému slotu. V opačnom prípade budú po pripojení do druhého slotu k dispozícii len 2 z 8 demodulátorov.

source: Warning: no LNB; using factory defaults.
sk: Upozornenie: nie je LNB; použitie továrenských nastavenií.

source: Warning: the second input of this dual tuner may not support SCR LNBs.
sk: Upozornenie: Druhý vstup tohto duálneho tunera nemusí podporovať SCR LNB.

source: Watch movies...
sk: Pozerajte filmy...

source: Watch recordings
sk: Sledovať nahrávky

source: Water Sport
sk: Vodný šport

source: Weather
sk: Počasie

source: Web Interface
sk: Webové rozhranie

source: Web interface
sk: Webové rozhranie

source: Wed
sk: St

source: Wednesday
sk: Streda

source: Weekday
sk: Víkendový deň

source: Weekend
sk: Víkend

source: Weekly
sk: Týždeň

source: Weighted position
sk: Vážená pozícia

source: Weightlifting
sk: Vzpieranie

source: Welcome to OpenViX! NOTE: This section of the wizard is intended for people who cannot disable overscan on their television / display. Please first try to disable overscan before using this feature. USAGE: If you continue adjust the screen size and position settings so that the shaded user interface layer *just* covers the test pattern in the background. Select Yes to change these settings or No to skip this step.
sk: Vitajte v OpenViX! POZNÁMKA: Táto časť sprievodcu je určená pre ľudí, ktorí nemôžu vypnúť funkciu overscan na svojom televízore/displeji. Pred použitím tejto funkcie sa najprv pokúste vypnúť funkciu overscan. POUŽITIE: Ak budete pokračovať, upravte nastavenia veľkosti a polohy obrazovky tak, aby tieňovaná vrstva používateľského rozhrania *len* zakrývala testovací obrazec na pozadí. Ak chcete zmeniť tieto nastavenia, vyberte možnosť Áno alebo Nie, ak chcete tento krok preskočiť.

source: Welcome to OpenViX! Select 'Standard' to setup Standard Vu+ image. Select 'Multiboot' to setup Vu+ Multiboot.
sk: Vitajte v OpenViX! Ak chcete nastaviť štandardný systémový obraz Vu+, vyberte možnosť 'Standard'. Výberom položky 'Multiboot' nastavíte Vu+ Multiboot.

source: Welcome to the cutlist editor. Seek to the start of the stuff you want to cut away. Press OK, select 'start cut'. Then seek to the end, press OK, select 'end cut'. That's it.
sk: Vitajte v strihovom editore. Nájdite začiatok materiálu, ktorý chcete vystrihnúť. Stlačte OK, vyberte 'začiatok strihu' Potom nájdite koniec, stlačte OK, vyberte koniec 'strihu'. To je všetko.

source: Welcome to the image upgrade wizard. The wizard will assist you in upgrading the firmware of your %s %s by providing a backup facility for your current settings and a short explanation of how to upgrade your firmware.
sk: Vitajte v sprievodcovi aktualizáciou systémového obrazu. Sprievodca vám pomôže pri aktualizácii firmvéru Vášho %s %s tým, že poskytne možnosť zálohovania aktuálnych nastavení a krátke vysvetlenie, ako aktualizovať firmvér.

source: Welcome. If you want to connect your %s %s to the Internet, this wizard will guide you through the basic network setup of your %s %s. Press OK to start configuring your network
sk: Vitajte. Ak chcete pripojiť svoj %s %s k internetu, tento sprievodca vás povedie základnými nastaveniami siete. Po stlačení OK začnite konfigurovať sieť

source: Welcome. This start wizard will guide you through the basic setup of your %s %s. Press the OK button on your remote control to move to the next step.
sk: Vitajte. Tento úvodný sprievodca Vám pomôže so základným nastavením Vášho %s %s. Stlačením tlačidla OK na diaľkovom ovládači prejdite na ďalší krok.

source: West
sk: Západne

source: West limit set
sk: Západný limit nastavený

source: Western Sahara
sk: Západná Sahara

source: Wetter
sk: Vlhšie

source: What action is required on completion of the timer? 'Auto' lets the box return to the state it had when the timer started. 'Do nothing', 'Go to standby' and 'Go to deep standby' do exactly that.
sk: Čo je potrebné na kompletizáciu časovača? 'Auto' umožňuje vrátiť prijímač do stavu v akom sa nachádzal, ked začal časovač. 'Nevykonať nič', 'Prepnúť do pohotovostného režimu' a 'Prepnúť do vyčkávacieho režimu' vykonajú presne to.

source: What date of month ?
sk: Ktorý dátum v mesiaci ?

source: What day of week ?
sk: Ktorý deň v týždni ?

source: What do you want to scan?
sk: Čo chcete vyhľadať?

source: When changing skins this allows the skin to load without requiring an enigma restart.
sk: Pri zmene vzhľadov to umožňuje načítanie vzhľadov bez potreby reštartu enigmy.

source: When enabled a forced download will be possible from the extensions menu (blue button). Shows after next restart.
sk: Po zapnutí bude možné vynútené stiahnutie z ponuky rozšírení (modré tlačidlo). Zobrazí sa po ďalšom reštarte.

source: When enabled enigma2 will load unlinked userbouquets. This means that userbouquets that are available, but not included in the bouquets.tv or bouquets.radio files, will still be loaded. This allows you for example to keep your own user bouquet while installed settings are upgraded
sk: Ak je táto funkcia zapnutá, enigma2 načíta neprepojené užívateľské prehľady. To znamená, že užívateľské prehľady, ktoré sú k dispozícii, ale nie sú zahrnuté v súboroch bouquets.tv alebo bouquets.radio, budú stále načítané. To vám napríklad umožňuje zachovať si vlastný užívateľský prehľad počas aktualizácie nainštalovaných nastavení

source: When enabled the online checker will also check for experimental versions
sk: Ak je táto funkcia zapnutá, online kontrola skontroluje aj experimentálne verzie

source: When enabled the receiver will automatically return to standby when the TV is turned off.
sk: Ak je táto funkcia zapnutá, prijímač sa po vypnutí televízora automaticky vráti do pohotovostného režimu.

source: When enabled the receiver will automatically wake from standby when the TV is turned on.
sk: Ak je táto funkcia zapnutá, prijímač sa automaticky prebudí z pohotovostného režimu po zapnutí televízora.

source: When enabled the set top box is able to wakeup on LAN
sk: Ak je táto funkcia zapnutá, prijímač sa môže prebudiť po sieti LAN

source: When enabled, AIT data will be included in http streams. This allows a client receiver to use HbbTV.
sk: Ak je táto funkcia povolená, údaje AIT budú zahrnuté do streamov http. To umožňuje klientskému prijímaču používať HbbTV.

source: When enabled, EIT data will be included in http streams. This allows a client receiver to show EPG.
sk: Ak je táto možnosť povolená, údaje EIT budú zahrnuté do streamov http. To umožňuje klientskému prijímaču zobrazovať EPG.

source: When enabled, a popup message will be shown when a movie has finished and the next one will start.
sk: Ak je táto funkcia zapnutá, po skončení filmu sa zobrazí vyskakovacie okno a spustí sa ďalší film.

source: When enabled, a popup message will be shown when a recording starts.
sk: Ak je táto funkcia zapnutá, pri spustení nahrávania sa zobrazí vyskakovacie okno.

source: When enabled, a recording is allowed to interrupt live TV, when there are no free tuners.
sk: Ak je táto funkcia zapnutá, je povolené prerušenie živého tv vysielania nahrávaním, keď nie sú k dispozícii žiadne voľné tunery.

source: When enabled, a warning will be displayed and the user will get an option to stop or to continue the timeshift.
sk: Ak je táto možnosť povolená, zobrazí sa upozornenie a používateľ dostane možnosť zastaviť alebo pokračovať v časovom posune.

source: When enabled, always descramble receiving http streams. This takes up more resources (descrambling demuxers), only enable if necessary. Individual streams are always descrambled if 0x100 is added to the service type, regardless of this setting.
sk: Ak je táto funkcia zapnutá, prijímanie streamov http sa vždy prekódováva. Zaberá to viac zdrojov (descrambling demuxerov), povoľte len v prípade potreby. Jednotlivé streamy sú vždy deskramblované, ak je k typu služby pridaný 0x100, bez ohľadu na toto nastavenie.

source: When enabled, authentication is required to watch http streams.
sk: Ak je táto funkcia zapnutá, na sledovanie streamov http sa vyžaduje overenie.

source: When enabled, channel numbering will start at '1' for every bouquet.
sk: Ak je táto funkcia zapnutá, číslovanie kanálov sa začne pri každom prehľade od hodnoty '1'.

source: When enabled, content with an aspect ratio of 4:3 will be stretched to fit the screen.
sk: Ak je táto funkcia zapnutá, obsah s pomerom strán 4:3 sa roztiahne tak, aby vyplnil celú obrazovku.

source: When enabled, continue to the next bouquet when the last channel of the current bouquet is reached.
sk: Ak je táto funkcia zapnutá, po dosiahnutí posledného kanála aktuálneho prehľadu sa pokračuje na ďalší prehľad.

source: When enabled, deleted recordings are moved to the trash can, instead of being deleted immediately.
sk: Ak je táto funkcia zapnutá, odstránené nahrávky sa namiesto okamžitého odstránenia presunú do koša.

source: When enabled, external subtitles will always be turned on for movie playback.
sk: Ak je táto funkcia zapnutá, externé titulky budú pri prehrávaní filmu vždy zapnuté.

source: When enabled, graphical DVB subtitles are preferred over teletext subtitles, when both types are available.
sk: Ak je táto funkcia zapnutá, uprednostňujú sa grafické titulky DVB pred teletextovými, ak sú k dispozícii oba typy titulkov.

source: When enabled, graphical DVB subtitles will be displayed at their original position.
sk: Ak je táto funkcia zapnutá, grafické titulky DVB sa zobrazia v pôvodnej polohe.

source: When enabled, graphical DVB subtitles will be displayed in yellow, instead of the original color.
sk: Ak je táto funkcia zapnutá, grafické titulky DVB sa zobrazia žltou farbou namiesto pôvodnej farby.

source: When enabled, http streams are descrambled on the server side. The (remote) client receiver does not have to do descrambling.
sk: Ak je táto funkcia povolená, streamy http sa na strane servera dekódujú. (Vzdialený) klientský prijímač nemusí vykonávať dekódovanie.

source: When enabled, it is possible to leave the Movie Player with exit.
sk: Ak je táto funkcia zapnutá, je možné opustiť prehrávač filmov pomocou ukončenia.

source: When enabled, measure power consumption to detect when the rotor stops turning (when supported by the tuner).
sk: Ak je táto funkcia zapnutá, meria spotrebu energie, aby sa zistilo, kedy sa motor prestane otáčať (ak to podporuje tuner).

source: When enabled, network trash cans are probed for cleaning.
sk: Ak je táto funkcia zapnutá, sieťové odpadkové koše sa sondou vyčistia.
