Repository: atefganm/OpenViX-enigma2
Catalog: po/*.po
Languages: sk

source: Not enough disk space. Please free up some disk space and try again. (%d MB required, %d MB available)
sk: Nie je dostatok miesta na disku. Uvoľnite miesto na disku a skúste to znova. (Požadovaných je %d MB, ale voľných je len %d MB)

source: Not enough free Diskspace! Filesize: %sMB Free Space: %sMB Path: %s
sk: Nedostatok voľného miesta na disku! Veľkosť súboru: %sMB Voľné miesto: %sMB Cesta: %s

source: Not running
sk: Neprebieha

source: Not-Associated
sk: Nepripojené

source: Nothing
sk: Nič

source: Nothing to scan! Please setup your tuner settings before you start a service scan.
sk: Nič na vyhľadávanie! Pred začatím vyhľadávania staníc nastavte Váš tuner .

source: Nothing to scan! Setup your tuner and try again.
sk: Nič na vyhľadávanie! Nastavte Váš tuner a skúste znova .

source: Nothing to upgrade
sk: Nič na aktualizáciu

source: Nothing, just leave this menu
sk: Nic, len opustiť túto ponuku

# now/next: 'now' event label
source: Now
sk: Teraz

source: Now, use the contrast setting to turn up the brightness of the background as much as possible, but make sure that you can still see the difference between the two brightest levels of shades.If you have done that, press OK.
sk: Teraz pomocou nastavenia kontrastu zvýšte svetlosť pozadia čo najviac, ale tak, aby ste stále rozlíšili dva najjasnejšie odtiene. Ked skončíte, stlačte tlačidlo OK.

source: Number
sk: Číslo

source: Number buttons mode
sk: Režim číselných tlačidiel

source: Number of digits in channel number
sk: Počet číslic v čísle kanálu

source: Number of rows
sk: Počet riadkov

source: Number of rows to display
sk: Počet zobrazených riadkov

source: Number or SMS style data entry
sk: Zadávanie údajov v štýle čísla alebo SMS

source: OE-A-Branding
sk: OE-A-Značenie

source: OE-A-Remotes
sk: OE-A-Ovládače

source: OK button (long)
sk: Tlačidlo OK (dlho)

source: OK button (short)
sk: Tlačidlo OK (krátko)

source: OK, guide me through the upgrade process
sk: OK, preveď ma procesom aktualizácie

source: OPTION
sk: MOŽNOSŤ

source: OSD
sk: OSD (Zobrazenia na obrazovke)

source: OSD 3D Setup
sk: Nastavenie 3D OSD

source: OSD Position
sk: Pozícia OSD

source: OSD name request
sk: Požiadavka na názov OSD

source: OSD position
sk: OSD pozícia

source: OVR
sk: PREPÍSAŤ

source: Octo core
sk: Osemjadro

source: Off
sk: Vypnuté

source: Offline decode delay (ms)
sk: Oneskorenie offline dekódovania (ms)

source: Olympics
sk: Olympiáda

source: Oman
sk: Omán

source: On
sk: Zapnúť

source: On Screen Display
sk: Zobrazovanie na obrazovke (OSD)

source: On end of movie
sk: Na konci filmu

source: On end of movie (as menu)
sk: Na konci filmu (ako ponuka)

source: On except in same named directory
sk: Zapnuté okrem adresára s rovnakým názvom

source: On shutdown/restart warn about any pending jobs being carried out in the background.
sk: Pri vypnutí/reštarte upozorniť na všetky nevyriešené úlohy vykonávané na pozadí.

source: On valid ONIDs, ignore frequency sub network part
sk: Pri platných identifikátoroch ONID sa ignoruje časť podsiete - kmitočet

source: On your remote, click on the button you want to change
sk: Na diaľkovom ovládači kliknite na tlačidlo, ktoré chcete zmeniť

source: Once per day
sk: Raz za deň

source: One
sk: Jeden

source: One line
sk: Jednen riadok

source: OnlineVersionCheck
sk: Kontrola online verzie

source: Only active when in standby
sk: Aktívne len v pohotovostnom režime

source: Only change this setting if you are using a SCR device that has been reprogrammed with a custom programmer. For further information check with the person that reprogrammed the device.
sk: Toto nastavenie zmeňte len vtedy, ak používate zariadenie SCR, ktoré bolo preprogramované pomocou vlastného programátora. Ďalšie informácie získate od osoby, ktorá zariadenie preprogramovala.

source: Only extensions.
sk: Len rozšírenia.

source: Only free scan
sk: Vyhľadať len nekódované

source: Only move the dish quickly after this hour.
sk: Po tejto hodine len rýchlo presuňte parabolu.

source: Only move the dish quickly before this hour.
sk: Pred touto hodinou len rýchlo presuňte parabolu.

source: Only on startup
sk: Iba pri spustení

source: Only select 'yes' if you are using a multiswich that requires a DiSEqC Port-A command signal. For all other setups select 'no'.
sk: Možnosť 'áno' vyberte len vtedy, ak používate multisystém, ktorý vyžaduje príkazový signál DiSEqC Port-A. Pre všetky ostatné nastavenia vyberte 'nie'.

source: Open RDS/RASS screen
sk: Otvoriť obrazovku RDS/RASS

source: Open RDS/RASS screen...
sk: Otváranie obrazovky RDS/RASS...

source: Open VirtualKeyboard
sk: Otvoriť virtuálnu klávesnicu

source: Open bouquet list
sk: Otvoriť zoznam prehľadov

source: Open infobar EPG
sk: Otvoriť informačný panel EPG

source: Open menu
sk: Otvoriť ponuku

source: Open nameserver configuration
sk: Otvoriť konfiguráciu DNS

source: Open seekbar
sk: Otvoriť vyhľadávaciu lištu

source: Open service list
sk: Otvoriť zoznam stanic

source: Open service list and select the next channel
sk: Otvoriť zoznam staníc a vybrať nasledujúci kanál

source: Open service list and select the next channel for PiP
sk: Otvoriť zoznam staníc a vybrať nasledujúci kanál pre PiP

source: Open service list and select the previous channel
sk: Otvoriť zoznam staníc a vybrať predchádzajúci kanál

source: Open service list and select the previous channel for PiP
sk: Otvoriť zoznam staníc a vybrať predchádzajúci kanál pre PiP

source: Open setup tuner
sk: Otvoriť nastavenie tuneru

source: Open the favourites list
sk: Otvoriť zoznam obľúbených

source: Open the movie list
sk: Otvoriť zoznam filmov

source: Open the satellites list
sk: Otvoriť zoznam satelitov

source: Open the service list
sk: Otvoriť zoznam staníc

source: OpenTV EPG download completed. Next download: %s
sk: Stiahnutie OpenTV EPG dokončené. Ďalšie sťahovanie: %s

source: OpenTV EPG download starting.
sk: Začína sa sťahovanie OpenTV EPG.

source: OpenTV EPG downloader
sk: Sťahovanie OpenTV EPG

source: OpenTV EPG forced download
sk: Vynútené stiahnutie OpenTV EPG

source: OpenVpn Setup
sk: Nastavenie OpenVPN

source: Orbital position
sk: Orbitálna pozícia

source: Ordinary
sk: Bežný

source: Original
sk: Originál

source: Original language
sk: Pôvodný jazyk

source: Oscam/Ncam Info Settings
sk: Nastavenia OScam/Ncam Informécie

source: Oscam/Ncam not running - start Cam to obtain information.
sk: OScam/Ncam nie je spustený - spustite softcamd na získanie informácií.

source: Other
sk: Iné

source: Other Subtitles & lang
sk: Ďalšie titulky a jazyky

source: Other buttons will jump to the help for that button, if there is help.
sk: Pri ostatných tlačidlách sa prejde na nápovedu k danému tlačidlu, ak je k dispozícii.

source: Other functions
sk: Ďalšie funkcie

source: Outdoor
sk: Vonkajšie

source: Output
sk: Výstup

source: Overwrite configuration files during software upgrade?
sk: Prepísať konfiguračné súbory počas aktualizácie softvéru?

source: Overwrite configuration files?
sk: Prepísať konfiguračné súbory?

source: PAGE UP/DOWN
sk: STRÁNKA NAHOR/NADOL

source: PAGEDOWN
sk: STRÁNKA NADOL

source: PAGEUP
sk: STRÁNKA NAHOR

source: PAUSE
sk: PAUZA

source: PCM Multichannel
sk: PCM viackanál

source: PCM multichannel
sk: PCM viackanálový

source: PGS file
sk: PGS súbor

source: PIP enabled, no HDR
sk: PIP povolený, bez HDR

source: PIP with OSD
sk: PiP s OSD

source: PLAY
sk: PREHRAŤ

source: PLAYLIST
sk: ZOZNAM SKLADIEB

source: PLAYPAUSE
sk: PREHRAŤ-PAUZA

source: PLS Code
sk: PLS kód

source: PLS Mode
sk: PLS režim

source: PLS Mode & PLS Code
sk: PLS Režim a PLS kód

source: PLUGIN
sk: DOPLNOK

source: PORTAL
sk: PORTÁL

source: POWER
sk: NAPÁJANIE

source: PREVIOUS
sk: PREDCHÁDZAJÚCE

source: PREVIOUSSONG
sk: PREDPOKLADY

source: PRIMETIME
sk: HLAVNÝ VYSIELACÍ ČAS

source: Package list update
sk: Aktualizácia zoznamu balíčkov

source: Packages
sk: Balíčky

source: Packet management
sk: Správa balíčkov

source: Packet manager
sk: Správca balíčkov

source: Page down
sk: Stránka nadol

source: Page down in description
sk: Stránka nadol v popise

source: Page right
sk: Stránka vpravo

source: Page up
sk: Stránka nahor

source: Page up in description
sk: Stránka nahor v popise

source: PageBack
sk: Stránka späť

source: PageFwd
sk: Stránka vpred

source: Palestine, State of
sk: Palestínsky štát

source: Panic to
sk: Panika do

source: Papua New Guinea
sk: Papua Nová Guinea

source: Paraguay
sk: Paraguaj

source: Parent directory
sk: Nadradený adresár

source: Parental Control
sk: Rodičovská kontrola

source: Parental Guidance Recommended
sk: Odporúčané usmernenie rodičov

source: Parental control
sk: Rodičovský dohľad

source: Parliament
sk: Parlament

source: Parodie
sk: Paródia

source: Passthrough
sk: Priechodné

source: Password
sk: Heslo

source: Password (httpuser)
sk: Heslo (httpuser)

source: Password (httpwd)
sk: Heslo (httpwd)

source: Password Actions
sk: Akcie s heslom

source: Password Setup
sk: Nastavenie hesla

source: Password changed
sk: Zmena hesla

source: Password:
sk: Heslo:

source: Pause
sk: Pauza

source: Pause movie at end
sk: Pozastavenie filmu na konci

source: Pause playback
sk: Pozastavenie prehrávania

source: Pause, rewind and fast forward
sk: Pozastavenie, pretáčanie dozadu a rýchle pretáčanie dopredu

source: Pause/Continue playback
sk: Pozastavenie/Pokračovanie prehrávania

source: Pausing
sk: Pozastavenie

source: Peak load (max queued requests per workerthread)
sk: Špičkové zaťaženie (maximum požiadavok vo fronte na jedno pracovné vlákno)

source: Percentage
sk: Percentá

source: Percentage left
sk: Percentá vľavo

source: Percentage right
sk: Percentá vpravo

source: Perform a complete image backup before updating.
sk: Pred aktualizáciou vykonať kompletnú zálohu systémového image.

source: Perform a full image backup
sk: Vykonať úplnú zálohu systémového obrazu

source: Perform a settings backup before updating.
sk: Pred aktualizáciou vykonať zálohu nastavení.

source: Perform a settings backup,
sk: Vykonať zálohu nastavení,

source: Perform a settings backup, making a backup before updating is strongly advised.
sk: Vykonať zálohu nastavení, zálohovanie pred aktualizáciou je dôrazne doporučené.

source: Perform an online update check in the background
sk: Vykonať kontrolu online aktualizácie na pozadí

source: Permanent sort key changes
sk: Trvalé zmeny kľúča triedenia

source: Permanently delete all recordings in the trash can?
sk: Natrvalo odstrániť všetky nahrávky v odpadkovom koši?

source: Persian
sk: Perzsky

source: Philippines
sk: Filipíny

source: Picon
sk: Piktogram

source: Picon Width
sk: Šírka piktogramu

source: Picon and Service Name
sk: Piktogram a Názov stanice

source: Picon and Service Number
sk: Piktogram a Číslo stanice

source: Picon width
sk: Šírka piktogramu

source: Picon, Service Number and Service Name
sk: Piktogram, Číslo stanice a Názov stanice

source: Picons: Show in channel list
sk: Piktogramy: Zobraziť v zozname kanálov

source: Picture in Picture (PIP)
sk: Obraz v Obraze (PiP)

source: Picture in graphic
sk: Obrazovka v grafickom zobrazení

source: Picture player
sk: Prehrávač obrázkov

source: Play
sk: Prehrať

source: Play Audio-CD...
sk: Prehrať Audio-CD...

source: Play DVD
sk: Prehrať DVD

source: Play Music...
sk: Prehrať hudbu...

source: Play as picture in picture
sk: Prehrať ako obraz v obraze

source: Play audio in background
sk: Prehrať zvuk na pozadí

source: Play audio-CD...
sk: Prehrať audio-CD...

source: Play back media files
sk: Prehrať mediálne súbory

source: Play entry
sk: Prehrať položku

source: Play from next mark or playlist entry
sk: Prehrať od nasledujúcej značky alebo položky zoznamu prehrávok

source: Play from previous mark or playlist entry
sk: Prehrať od predchádzajúcej značky alebo položky zoznamu prehrávok

source: Play music...
sk: Prehrať hudbu...

source: Play next
sk: Prehrať nasledujúce

source: Play next (return to movie list)
sk: Prehrať nasledujúce (návrat k zoznamu filmov)

source: Play next (return to previous service)
sk: Prehrať nasledujúce (návrat k predchádzajúcej stanici)

source: Play previous
sk: Prehrať predchádzajúce

source: Play recorded movies
sk: Prehrať nahrané filmy

source: Play the %d marked recordings
sk: Prehrať %d označených nahrávok

source: Play the marked recording
sk: Prehrať označenú nahrávku

source: Play the selected recording
sk: Prehrať vybranú nahrávku

source: Playback information missing Playback aborted to avoid crash Please retry
sk: Chýbajúce informácie o prehrávaní Prehrávanie prerušené, aby sa zabránilo pádu Prosím, skúste to znova

source: Playlist
sk: Zoznam prehrávok

source: Playpause
sk: Pozastaviť prehrávanie

source: Please add titles to the compilation.
sk: Prosím, pridajte titulky do kompilácie.

source: Please change the recording end time
sk: Prosím, zmeňte čas ukončenia nahrávania

source: Please choose an extension
sk: Prosím, vyberte si rozšírenie

source: Please configure or verify your Nameservers by filling out the required values. When you are ready press OK to continue.
sk: Prosím nakonfigurujte alebo skontrolujte názvy serverov vyplnením požadovaných hodnôt. Po skončení stlačte OK a pokračujte.

source: Please configure your internet connection by filling out the required values. When you are ready press OK to continue.
sk: Prosím, nakonfigurujte si internetové pripojenie vyplnením požadovaných hodnôt. Po skončení stlačte OK a pokračujte.

source: Please connect your receiver to the internet
sk: Prosím, pripojte prijímač k internetu

source: Please do not change any values unless you know what you are doing!
sk: Prosím, nemeňte žiadne hodnoty, ak neviete, čo tým spôsobíte!

source: Please enter a name for the new bouquet
sk: Prosím, zadajte názov nového prehľadu

source: Please enter a name for the new marker
sk: Prosím, zadajte názov novej značky

source: Please enter a new filename
sk: Prsím, zadajte nový názov súboru

source: Please enter a new name:
sk: Prosím, zadajte nový názov:

source: Please enter filename (empty = use current date)
sk: Prosím, zadajte názov súboru (prázdny = použije sa dnešný dátum)

source: Please enter new description:
sk: Prosím, zadajte nový popis:

source: Please enter new name:
sk: Prosím, zadajte nové meno:

source: Please enter the correct pin code
sk: Prosím, zadajte správny kód PIN

source: Please enter the name of the new directory
sk: Prosím, zadajte názov nového adresára

source: Please enter the new PIN code
sk: Prosím, zadajte nový PIN kód

source: Please enter the old PIN code
sk: Prosím, zadajte starý kód PIN

source: Please follow the instructions on the TV
sk: Prosím, riaďte sa pokynmi na televíznej obrazovke

source: Please note that the previously selected media could not be accessed and therefore the default directory is being used instead.
sk: Nie je prístup k predtým zvolenému médiu, preto sa namiesto neho použije predvolený adresár.

source: Please open Picture in Picture first
sk: Prosím, najprv otvorte Obraz v Obraze (PiP)

source: Please press OK to continue.
sk: Prosím stlačte OK a pokračujte.

source: Please press OK when ready
sk: Prosím stlačte OK po dokončení

source: Please re-enter the new PIN code
sk: Prosím, znova zadajte nový PIN kód

source: Please select a playlist to delete...
sk: Prosím vyberte zoznam prehrávok, ktorý sa má zmazať...

source: Please select a playlist...
sk: Prosím vyberte zoznam prehrávok...

source: Please select a sub service
sk: Prosím vyberte podkanál

source: Please select a subservice to record...
sk: Prosím vyberte podkanál pre nahrávanie...

source: Please select a subservice...
sk: Prosím vyberte podkanál...

source: Please select an acceptable directory.
sk: Prosím vyberte prijateľný adresár.

source: Please select medium to be scanned
sk: Prosím vyberte médium na prehľadanie

source: Please select medium to use as backup location
sk: Prosím vyberte médium, ktoré sa použije ako umiestnenie zálohy

source: Please select the default action of the EPG button
sk: Prosím vyberte predvolenú činnosť tlačidla EPG

source: Please select the default action of the INFO button
sk: Prosím vyberte predvolenú činnosť tlačidla INFO

source: Please select the movie path...
sk: Prosím vyberte cestu k filmom...

source: Please select the network interface that you want to use for your internet connection. Please press OK to continue.
sk: Prosím vyberte sieťové rozhranie, ktoré chcete použiť na pripojenie do internetu. Pokračujte stlačením OK.

source: Please select the tag to filter...
sk: Prosím vyberte štítok na filtrovanie...

source: Please select the wireless network that you want to connect to. Please press OK to continue.
sk: Prosím vyberte bezdrôtovú sieť, ku ktorej sa chcete pripojiť. Pokračujte stlačením OK.

source: Please set up the following common options
sk: Prosím nastavte nasledujúce spoločné možnosti

source: Please set up tuner A
sk: Prosím nastavte tuner A

source: Please set up tuner B
sk: Prosím nastavte tuner B

source: Please set up tuner C
sk: Prosím nastavte tuner C

source: Please set up tuner D
sk: Prosím nastavte tuner D

source: Please set up tuner E
sk: Prosím nastavte tuner E

source: Please set up tuner F
sk: Prosím nastavte tuner F

source: Please set up tuner G
sk: Prosím nastavte tuner G

source: Please set up tuner H
sk: Prosím nastavte tuner H

source: Please set up tuner I
sk: Prosím nastavte tuner I

source: Please set up tuner J
sk: Prosím nastavte tuner J

source: Please set up tuner K
sk: Prosím nastavte tuner K

source: Please set up tuner Q
sk: Prosím nastavte tuner Q

source: Please set up tuner R
sk: Prosím nastavte tuner R

source: Please set your time options
sk: Prosím nastavte svoje časové možnosti

source: Please set your time options. Press YELLOW to set the time zone via geolocation.
sk: Prosím nastavte svoje časové možnosti Stlačením ŽLTÉHO tlačidla nastavíte časové pásmo prostredníctvom geolokácie.

source: Please setup your user interface by adjusting the values till the edges of the user interface box are covering the test pattern and touching the edges of your TV. When you are ready press OK to continue.
sk: Prosím nastavte používateľské rozhranie tak, že upravíte hodnoty, až okraje políčka používateľského rozhrania zakryjú testovací obrazec a dotknú sa okrajov TV. Keď ste pripravení, pokračujte stlačením tlačidla OK.

source: Please use the direction keys to move the PiP window. Press Bouquet +/- to resize the window. Press OK to go back to the TV mode or EXIT to cancel the moving.
sk: Na presúvanie okna PiP použite kurzorové tlačidlá. Stlačením tlačidla BOUQUET +/- zmeníte veľkosť okna. Stlačením OK sa vrátite do režimu TV alebo stlačením EXIT zrušíte presúvanie.

source: Please wait
sk: Prosím, čakajte

source: Please wait (downloading channel list)
sk: Prosím čakajte (sťahovanie zoznam kanálov)

source: Please wait (updating packages)
sk: Prosím čakajte (aktualizácia balíčkov)

source: Please wait while gathering EPG data...
sk: Prosím čakajte, kým sa zhromaždia údaje EPG...

source: Please wait while scanning for devices...
sk: Prosím čakajte, počas vyhľadávania zariadení...

source: Please wait while scanning is in progress...
sk: Prosím čakajte, prebieha vyhľadávanie...

source: Please wait while we configure your network...
sk: Prosím čakajte, kým sa nakonfiguruje sieť...

source: Please wait while we prepare your network interfaces...
sk: Prosím čakajte, kým sa pripravujú sieťové rozhrania...

source: Please wait while we test your network...
sk: Prosím čakajte, prebieha test siete...

source: Please wait while your network configuration is activated...
sk: Prosím čakajte, kým sa aktivuje konfigurácia siete...

source: Please wait, initialising %s.
sk: Prosím čakajte, inicializácia %s.

source: Please wait...
sk: Prosím, čakajte...

source: Please wait... Loading list...
sk: Prosím, čakajte... Načítanie zoznamu...

source: Plugin Browser
sk: Prehliadač doplnkov

source: Plugin browser
sk: Prehliadač doplnkov

source: Plugin browser settings
sk: Nastavenia prehliadača doplnkov

source: Plugin details
sk: Podrobnosti o doplnku

source: Plugin install
sk: Inštalácia doplnku

source: Plugin manager activity information
sk: Informácie o činnosti správcu doplnkov

source: Plugin manager help
sk: Pomocník správcu doplnkov

source: Plugins
sk: Doplnky

source: Poland
sk: Poľsko

source: Polarisation
sk: Polarizácia

source: Polarization
sk: Polarizácia

source: Polish
sk: Poľsky

source: Political Issues
sk: Politické otázky

source: Politics
sk: Politika

source: Popup
sk: Vyskakovacie okienko

source: Portugal
sk: Portugalsko

source: Portuguese
sk: Portugalsky

source: Position
sk: Pozícia

source: Position of finished timers in timer list
sk: Umiestnenie skončených časovačov v zozname časovačov

source: Position of recording icons
sk: Pozícia ikon nahrávania

source: Position stored at index
sk: Pozícia uložená na indexe

source: Positioner
sk: Pozicionér

source: Positioner (selecting satellites)
sk: Pozicionér (výber satelitov)

source: Positioner setup
sk: Nastavenie polohovacieho zariadenia

source: Positioner setup log
sk: Protokol nastavovania pozicionéru

source: Power
sk: Zapínanie

source: Power LCD Display
sk: Napájanie LCD displej

source: Power LED Colour State in Deep-Standby
sk: Stav farby LED diódy napájania vo Vyčkávacom režime

source: Power LED Colour State in Standby
sk: Stav farby LED diódy napájania v Pohotovostnom režime

source: Power LED Colour State when Running.
sk: Stav farby LED diódy napájania pri prevádzke.

source: Power LED can be turned on or off here.
sk: Tu môžete zapnúť alebo vypnúť LED kontrolku napájania.

source: Power On/Off display Normal Mode.
sk: Zapnutie/Vypnutia displeja pri Normálnom režime.

source: Power On/Off display Standby Mode.
sk: Zapnutie/Vypnutia displeja pri Pohotovostnom režime.

source: Power On/Off display Suspend Mode.
sk: Zapnutie/Vypnutia displeja pri Pozastavenom režime.

source: Power Timer Edit
sk: Upraviť časovač napájania

source: Power Timer List
sk: Zoznam časovača napájania

source: Power Timers
sk: Časovače napájania

source: Power long
sk: Zapínanie dlho

source: Power management. Consult your receiver's manual for more information.
sk: Správa napájania. Ďalšie informácie nájdete v príručke k prijímaču.

source: Power menu
sk: Ponuka napájania

source: Power threshold in mA
sk: Prahová hodnota napájania v mA

source: Power threshold. Consult your receiver's manual for more information.
sk: Prahová hodnota napájania. Ďalšie informácie nájdete v príručke k prijímaču.

source: PowerControl FrontDisplay Normal Mode
sk: Kontrolka napájania predného displeja pri Normálnom režime

source: PowerControl FrontDisplay Standby Mode
sk: Kontrolka napájania predného displeja pri Pohotovostnom režime

source: PowerControl FrontDisplay Suspend Mode
sk: Kontrolka napájania predného displeja pri Pozastavenom režime

source: Powerboating
sk: Motorový čln

source: Predefined
sk: Preddefinované

source: Predefined transponder
sk: Preddefinovaný transpondér

source: Prefer AC3 track
sk: Preferovať AC3 stopu

source: Prefer AC3+ track
sk: Preferovať AC3+ stopu

source: Prefer audio track stored by service
sk: Preferovať zvukovú stopu nastavenú v stanici

source: Prefer graphical DVB subtitles
sk: Preferovať grafické DVB titulky

source: Prefer subtitles for hearing impaired
sk: Preferovať titulky pre sluchovo postihnutých

source: Prefer subtitles stored by service
sk: Preferovať titulky nastavené v stanici

source: Preferred tuner
sk: Preferovaný tuner

source: Preferred tuner ATSC
sk: Preferovaný ATSC tuner

source: Preferred tuner ATSC for recordings
sk: Preferovaný ATSC tuner pre nahrávania

source: Preferred tuner DVB-C
sk: Preferovaný DVB-C tuner

source: Preferred tuner DVB-C for recordings
sk: Preferovaný tuner DVB-C pre nahrávania

source: Preferred tuner DVB-S
sk: Preferovaný DVB-S tuner
