Repository: atefganm/OpenViX-enigma2
Catalog: po/*.po
Languages: sk

source: %s is also enabled for autofs network mount
sk: %s je tiež povolené pre autofs sieťové pripojenie

source: (DeepStandby request changed to Standby owing to there being streaming clients.)
sk: (Požiadavka Vyčkávací režim sa zmenila na Pohotovostný režim z dôvodu streamovania.)

source: Advanced options and settings.
sk: Rozšírené možnosti a nastavenia.

source: After pressing OK, please wait!
sk: Po stlačení tlačidla OK počkajte!

source: Backup your %s %s settings.
sk: Zálohujte svoje %s %s nastavenia.

source: Edit the upgrade source address.
sk: Upraviť adresu zdroja aktualizácií.

source: It contains other items.
sk: Obsahuje ďalšie položky.

source: Manage extensions or plugins for your %s %s
sk: Správa rozšírení alebo doplnkov Vášho %s %s

source: One is a directory that isn't empty.
sk: Jeden je adresár, ktorý nie je prázdny.

source: Online update of your %s %s software.
sk: Online aktualizácia softvéru Vášho %s %s.

source: Press OK on your remote control to continue.
sk: Pre pokračovanie stlačte tlačidlo OK na diaľkovom ovládači.

source: Recording in progress.
sk: Nahrávanie prebieha.

source: Restore your %s %s settings.
sk: Obnoviť Vaše %s %s nastavenia.

source: Restore your %s %s with a new firmware.
sk: Obnoviť Váš %s %s s novým firmvérom.

source: Restore your backups by date.
sk: Obnoviť zo zálohy podľa dátumu.

source: Scan for local extensions and install them.
sk: Prehľadať miestne rozšírenia a nainštalovať ich.

source: Select your backup device. Current device:
sk: Vyberte zariadenie pre zálohovanie. Aktuálne zariadenie:

source: Timer '%s' disabled!
sk: Časovač '%s' vypnutý!

source: View, install and remove available or installed packages.
sk: Zobraziť, inštalovať a odstrániť dostupné alebo nainštalované balíčky.

source: (+5 volt terrestrial)
sk: (+5V pozemné)

source: (0 - all networks)
sk: (0 - všetky siete)

source: (Channel %s)
sk: (Kanál %s)

source: (auto detection)
sk: (automatická detekcia)

source: (disabled)
sk: (vypnuté)

source: (higher than any auto)
sk: (vyššia ako akákoľvek automatika)

source: (higher than rotor any auto)
sk: (vyššia ako motora akákoľvek automatika)

source: (lower than any auto)
sk: (nižšia ako akákoľvek automatika)

source: - Unicable/JESS LNBs not found
sk: - LNB Unicable/JESS nenájdené

source: - video0
sk: - S-Video

source: - video0+video1
sk: - S-Video + RGB

source: - video1
sk: - RGB

source: Warning: the selected tuner should not use SCR Unicable type for LNBs because each tuner need a own SCR number.
sk: Upozornenie: vybraný tuner by nemal používať typ SCR Unicable pre LNB, pretože každý tuner potrebuje vlastné číslo SCR.

source: and
sk: a

source: unicable LNB input of rotor
sk: unicable LNB vstup motora

source: %2.1f sec
sk: %2.1f sek

source: %d Recording
sk: %d Nahrávanie

source: %d channel found
sk: %d stanica nájdená

source: %d cores
sk: %d jadrá

source: %d days
sk: %d dní

source: %d hour
sk: %d hodina

source: %d hours
sk: %d hodiny

source: %d items
sk: %d položky

source: %d job is running in the background!
sk: %d úloha beží na pozadí!

source: %d jobs are running in the background!
sk: %d úloh beží na pozadí!

source: %d marked item
sk: %d označená položka

source: %d marked items
sk: %d označených položiek

source: %d minute
sk: %d minúta

source: %d minutes
sk: %d minút

source: %d of %d Bytes
sk: %d z %d Bajtov

source: %d pixel wide
sk: %d pixel široké

source: %d sec
sk: %d sek

source: %d second
sk: %d sekunda

source: %d seconds
sk: %d sekundy

source: %d wireless network found!
sk: Nájdená %d bezdrôtová sieť!

# problem trans
source: %s %s advanced remote control (native)
sk: %s %s rozšírené diaľkové ovládanie (natívne)

source: %s %s format data DVD (HDTV compatible)
sk: DVD s formátom dát %s %s (kompatibilné s HDTV)

# problem trans
source: %s %s front panel
sk: %s%s čelný panel

source: %s %s ir keyboard
sk: %s %s IR klávesnica

# problem trans
source: %s %s ir mouse
sk: %s %s IR myš

source: %s %s remote control (native)
sk: %s %s diaľkové ovládanie (natívne)

source: %s %s software because updates are available.
sk: %s %s softvér, nakoľko sú dostupné aktualizácie.

source: %s ( %s Cards )
sk: %s ( %s Karty )

source: %s Info - Configuration
sk: %s Info - Konfigurácia

source: %s Info - Main Menu
sk: %s Info - Hlavná ponuka

source: %s files cannot be bulk renamed
sk: %s súbory sa nedajú hromadne premenovať

source: %s is no longer used. Should it be deleted?
sk: %s sa už nepoužíva. Mal by byt odstránený?

source: %s of %s GB
sk: %s z %s GB

source: %s of %s MB
sk: %s z %s MB

source: %s scheduled update
sk: %s naplánovaná aktualizácia

source: %s update is about to start. Do you want to allow this?
sk: %s aktualizácia sa práve začína. Chcete to povoliť?

source: %s updated package available
sk: %s aktualizovaný balíček k dispozícii

source: %s webif disabled
sk: %s webif vypnuté

source: %s%s - Select to access recovery options
sk: %s%s - Vyberte pre prístup k možnostiam obnovy

source: %s%s(Default: %s)
sk: %s%s(Prednastavené: %s)

source: '%s' already exists
sk: '%s' už existuje

source: 'Network peer' automatically detects other Enigma2 receivers on the local network. You can also manually enter the URL or IP address.
sk: 'Sieťový partner' automaticky detekuje iné prijímače Enigma2 v miestnej sieti. URL alebo IP adresu môžete zadať aj ručne.

source: 'Save' changes active language. 'Add Language' or MENU adds additional language(s). 'Delete Language' allows either deletion of all but English and active language OR selected language
sk: 'Uložiť' zmení aktívny jazyk. 'Pridať jazyk' alebo MENU pridá ďalší jazyk(y). 'Vymazať jazyk' umožňuje buď vymazanie všetkých jazykov okrem angličtiny a aktívneho jazyka, ALEBO vybraného jazyka

source: (All readers)
sk: (Všetky čítačky)

source: (Current)
sk: (Aktuálne)

source: (Partition %d)
sk: (Partícia %d)

source: (Radio)
sk: (Rádio)

source: (Show only reader) (%s)
sk: (Zobraziť iba čítačku) (%s)

source: (You are currently using a temporary sort method)
sk: (V súčasnosti používate dočasnú metódu triedenia)

source: (ZAP as PiP)
sk: (PREPNÚŤ ako PiP)

source: (ZAP)
sk: (PREPNÚŤ)

source: (empty)
sk: (prázdne)

source: (show optional DVD audio menu)
sk: (zobraziť voliteľné menu zvuku DVD)

source: (unknown)
sk: (neznáme)

source: * = Restart Required
sk: * = Nutný reštart

source: * Only available if more than one interface is active.
sk: * Dostupné, len ak je aktívnych viac rozhraní než jedno.

source: * current animation
sk: * aktuálna animácia

source: +24 hours
sk: +24 hodín

source: -24 hours
sk: -24 hodín

source: -NO SERVICE
sk: -ŽIADNA STANICA

source: -SERVICE ERROR:%d
sk: -CHYBA STANICE:%d

source: 1 day
sk: 1 deň

source: 1 hour
sk: 1 hodina

source: 1 minute
sk: 1 minúta

source: 1 second
sk: 1 sekunda

source: 12V output
sk: 12V výstup

source: 12V output.
sk: 12V výstup.

source: 16:9 always
sk: 16:9 vždy

source: 1st Infobar timeout
sk: Časový limit prvej Informačnej lišty

source: 3D Mode
sk: 3D Režim

source: 3D Setup
sk: 3D Nastavenie

source: 3D Surround
sk: 3D Priestorový zvuk

source: 3D Surround Speaker Position
sk: 3D Priestorový reproduktor - Umiestnenie

source: 3D surround
sk: 3D priestorový zvuk

source: 3D surround speaker position
sk: Poloha 3D priestorového reproduktora

source: 4097 iptv player: %s
sk: 4097 iptv prehrávač: %s

source: 4097 iptv player: Default player
sk: 4097 iptv prehrávač: Prednastavený prehrávač

source: 4097 only
sk: len 4097

source: 5001 only
sk: len 5001

source: 5002 only
sk: len 5002

source: <Current movielist location>
sk: <Aktuálne umiestnenie zoznamu filmov>

source: <Current>
sk: <Aktuálne>

source: <Default movie location>
sk: <Predvolené umiestnenie filmov>

source: <Default+Picon>
sk: <Predvolené+Piktogram>

source: <Default>
sk: <Predvolené>

source: <Emergency>
sk: <Núdzové>

source: <Last timer location>
sk: <Umiestnenie poslednej časovej nahrávky>

source: <Pending restart>
sk: <Čaká na reštart>

source: <unknown>
sk: <neznámy>

source: =NO STREAM
sk: =ŽIADNY STREAM

source: ?%s-recursive?
sk: ?%s-naopak?

source: A background update check is in progress, please wait a few minutes and try again.
sk: Prebieha kontrola aktualizácie na pozadí, počkajte niekoľko minút a skúste znova.

source: A background update check is in progress, please wait a few minutes and then try again.
sk: Prebieha kontrola aktualizácie na pozadí, počkajte niekoľko minút a potom to skúste znova.

source: A background update check is in progress, please wait a few minutes and try again.
sk: Kontrola aktualizácií prebieha na pozadí, prosím počkajte niekoľko minút a skúste to znovu.

source: A client is streaming from this box!
sk: Klient streamuje z tohto boxu!

source: A configuration file (%s) has been modified since it was installed. Do you want to keep your modifications?
sk: Konfiguračný súbor (%s) je od inštalácie zmenený. Chcete zachovať Vaše zmeny?

source: A configuration file (%s) was modified since Installation. Do you want to keep your version?
sk: Konfiguračný súbor (%s) bol od inštalácie zmenený. Chcete zachovať Vašu verziu?

source: A finished powertimer wants to reboot your %s %s. Do that now?
sk: Ukončený časovač napájania chce reštartovať Váš %s %s. Urobiť to teraz?

source: A finished powertimer wants to restart the user interface. Do that now?
sk: Ukončený časovač napájania skončil a chce reštartovať užívateľské rozhranie. Urobiť to teraz?

source: A finished powertimer wants to set your %s %s to standby. Do that now?
sk: Ukončený časovač napájania chce prepnúť Váš %s %s do pohotovostného režimu. Urobiť to teraz?

source: A finished powertimer wants to shutdown your %s %s. Do that now?
sk: Ukončený časovač napájania chce vypnúť Váš %s %s. Urobiť to teraz?

source: A finished record timer wants to set your %s %s to standby. Do that now?
sk: Ukončený časovač nahrávania chce prepnúť Váš %s %s do pohotovostného režimu. Urobiť to teraz?

source: A finished record timer wants to shut down your %s %s. Shutdown now?
sk: Ukončený časovač nahrávania chce vypnúť Váš %s %s. Vypnúť teraz?

source: A highlight on the remote control image shows which button the help refers to. If more than one button performs the indicated function, more than one highlight will be shown. Text below the list indicates whether the function is for a long press of the button(s).
sk: Zvýraznenie na obrázku diaľkového ovládača ukazuje, na ktoré tlačidlo sa nápoveda vzťahuje. Ak uvedenú funkciu vykonáva viac ako jedno tlačidlo, zobrazí sa viac ako jedno zvýraznenie. Text pod zoznamom uvádza, či sa funkcia týka dlhého stlačenia tlačidla (tlačidiel).

source: A recording has been started: %s
sk: Nahrávanie sa začalo: %s

source: A recording is currently in progress. What do you want to do?
sk: Práve sa nahráva. Co chcete urobiť?

source: A recording is currently running on the selected tuner. Please select a different tuner or consider to stop the recording to try again.
sk: Na vybranom tunery práve prebieha nahrávanie. Vyberte iný tuner alebo zvážte zastavenie nahrávania a skúste to znova.

source: A recording is currently running. Please stop the recording before trying to scan.
sk: Práve prebieha nahrávanie. Pred pokusom o vyhľadávanie zastavte nahrávanie.

source: A repeating timer or just once?
sk: Opakujúci sa časovač alebo iba raz?

source: A required tool (%s) was not found.
sk: Požadovaný nástroj (%s) sa nenašiel.

source: A search for available updates is currently in progress.
sk: Práve prebieha vyhľadávanie dostupných aktualizácií.

source: A second configured interface has been found. Do you want to disable the second network interface?
sk: Bolo nájdené druhé nakonfigurované rozhranie. Chcete vypnúť druhé sieťové rozhranie?

source: A sleep timer wants to set your %s %s to standby. Proceed?
sk: Časovač uspania chce prepnúť Váš %s %s do pohotovostného režimu. Pokračovať?

source: A sleep timer wants to shut down your %s %s. Proceed?
sk: Časovač uspania chce vypnúť Váš %s %s. Pokračovať?

source: A small overview of the available icon states and actions.
sk: Malý prehľad dostupných stavov ikon a akcií.

source: A timer failed to record! Disable TV and try again?
sk: Zlyhalo časovanie nahrávania! Vypnúť TV a skúsiť znova?

source: A/V settings
sk: A/V Nastavenia

source: AAC transcoding
sk: AAC transkódovanie

source: ABOUT
sk: O

source: AC3 transcoding
sk: AC3 transkódovanie

source: ACQUIRING TSID/ONID
sk: ZÍSKANIE TSID/ONID

source: AFP Setup
sk: AFP Nastavenie

source: ARROWLEFT
sk: ŠÍPKA VĽAVO

source: ARROWRIGHT
sk: ŠÍPKA VPRAVO

source: ASS file
sk: ASS súbor

source: ATSC provider
sk: ATSC poskytovateľ

source: AUDIO
sk: ZVUK

source: AUTOTIMER
sk: AUTOMATICKÝ ČASOVAČ

source: AV aspect is %s.
sk: Pomer strán obrazu je %s.

source: Abort
sk: Prerušiť

source: Abort alternatives edit
sk: Zrušiť úpravu alternatív

source: Abort bouquet edit
sk: Zrušit úpravu prehľadu

source: Abort favourites edit
sk: Zrušit úpravu obľúbených

source: About
sk: O prijímači

source: About screen setup
sk: O nastavení obrazovky

source: Accept the current selection
sk: Akceptovať aktuálny výber

source: Access extensions
sk: Rozšírenia prístupu

source: Accesspoint:
sk: Prístupový bod:

source: Action
sk: Akcia

source: Activate
sk: Aktivovať

source: Activate HbbTV (RedButton)
sk: Aktivácia HbbTV (červené tlačidlo)

source: Activate Picture in Picture
sk: Aktivácia funkcie Obraz v obraze (PiP)

source: Activate network settings
sk: Aktivácia nastavení siete

source: Activate the configured network settings.
sk: Aktivácia nakonfigurovaných nastavení siete.

source: Activate timeshift end
sk: Aktivácia ukončenia časového posunu

source: Activate timeshift end and pause
sk: Aktivácia ukončenia časového posunu a pauzy

source: Active
sk: Aktívny

source: Active clients
sk: Aktívni klienti

source: Adapter Settings
sk: Nastavenia Adaptéra

source: Adapter settings
sk: Nastavenia adaptéra

source: Adaptive date display allows recent dates to be displayed as 'Today' or 'Yesterday'. It hides the year for recordings made this year. It hides the day of the week for recordings made in previous years.
sk: Adaptívne zobrazenie dátumu umožňuje zobrazenie posledných dátumov ako "Dnes" alebo "Včera". Pri nahrávkach z tohto roka skryje rok. Skrýva deň v týždni pre nahrávky z predchádzajúcich rokov.

source: Add
sk: Pridať

source: Add 4 more Vu+ Multiboot USB slots after slot %s ?
sk: Pridať ďalšie štyri Vu+ Multiboot USB sloty za slot %s ?

source: Add AutoTimer
sk: Pridať automatický časovač

source: Add Extra USB slots
sk: Pridať extra USB sloty

source: Add Language
sk: Pridať jazyk

source: Add Timer
sk: Pridať časovač

source: Add a mark
sk: Pridať značku

source: Add a nameserver entry
sk: Pridať nameserver

source: Add a new title
sk: Pridať nový titul

source: Add a record timer
sk: Pridať časovač nahrávania

source: Add a record timer for current event
sk: Pridať časovač nahrávania pre aktuálnu udalosť

source: Add a record timer or an autotimer for current event
sk: Pridať časovač nahrávania alebo automatického časovača pre aktuálnu udalosť

source: Add a zap timer for current event
sk: Pridať časovač prepnutia pre aktuálnu udalosť

source: Add a zap timer for next event
sk: Pridať časovač prepnutia pre nasledujúcu udalosť

source: Add alternatives
sk: Pridať alternatívy

source: Add an autotimer for current event
sk: Pridať automatický časovač pre aktuálnu udalosť

source: Add and edit a record timer for current event
sk: Pridať časovač nahrávania pre aktuálnu udalosť

source: Add bookmark
sk: Pridať záložku

source: Add bouquet
sk: Pridať prehľad

source: Add bouquet to parental protection
sk: Pridať k rodičovskej zámke

source: Add directory to playlist
sk: Pridať adresár do zoznamu prehrávok

source: Add file to playlist
sk: Pridať súbor do zoznamu prehrávok

source: Add files to playlist
sk: Pridať súbory do zoznamu prehrávok

source: Add marker
sk: Pridať značku

source: Add provider
sk: Pridať poskytovateľa

source: Add recording (enter recording duration)
sk: Pridať nahrávanie (zadať trvanie nahrávania)

source: Add recording (enter recording endtime)
sk: Pridať nahrávanie (zadať čas ukončenia nahrávania)

source: Add recording (indefinitely)
sk: Pridať nahrávanie (na neurčito)

source: Add recording (stop after current event)
sk: Pridať nahrávanie (zastaviť po aktuálnej udalosti)

source: Add service
sk: Pridať stanicu

source: Add service to bouquet
sk: Pridať stanicu do prehľadu

source: Add service to favourites
sk: Pridať stanicu do obľúbených

source: Add services to this bouquet?
sk: Pridať stanicu do prehľadu?

source: Add timer
sk: Pridať časovač

source: Add timers
sk: Pridať časovače

source: Add title
sk: Pridať titul

source: Add to bouquet
sk: Pridať do prehľadu

source: Add to favourites
sk: Pridať do obľúbených

source: Add to parental protection
sk: Pridať k rodičovskej ochrane

source: Add/Edit an autotimer for current event
sk: Pridať/Upraviť automatický časovač pre aktuálnu udalosť

source: Add/Remove timer for current event
sk: Pridať/Odstrániť časovač pre aktuálnu udalosť

source: Adding schedule...
sk: Pridávam časový plán...

source: Additional cable of motorized LNB
sk: Prídavný kábel motorizovaného LNB

source: Additional motor options opens a sub-menu where you can enter details from your motor's spec sheet so enigma can work out how long it will take to move the dish from one satellite to another satellite.
sk: Ďalšie možnosti motora otvoria podponuku, do ktorej môžete zadať údaje z technického listu motora, aby enigma mohla zistiť, ako dlho bude trvať presun paraboly z jedného satelitu na druhý.

source: Address
sk: Adresa

source: Adjust the color settings so that all the color shades are distinguishable, but appear as saturated as possible. If you are happy with the result, press OK to close the video fine-tuning, or use the number keys to select other test screens.
sk: Upravte nastavenia farieb tak, aby boli všetky farebné odtiene rozlíšiteľné, ale aby vyzerali čo najsýtejšie. Ak ste s výsledkom spokojní, stlačením tlačidla OK ukončite jemné doladenie videa alebo pomocou číselných tlačidiel vyberte ďalšie testovacie obrazce.

source: Adult
sk: Pre dospelých

source: Adult Audience, Strong Violence 15+
sk: Pre dospelých, Tvrdé násilie 15+

source: Adult Movie
sk: Film pre dospelých

source: Advance EPG to the following date and time
sk: Posun EPG na nasledujúci dátum a čas

source: Advanced
sk: Rozšírené

source: Advanced options
sk: Rozšírené možnosti

source: Advanced restore
sk: Rozšírené obnovenie

source: Advanced software
sk: Rozšírený softvér

source: Advanced software plugin
sk: Doplnok rozšíreného softvéru

source: Advanced video enhancement setup
sk: Pokročilé nastavenia korekcie obrazu

source: Adventure
sk: Dobrodružstvo

source: Advertisement
sk: Reklama

source: After event
sk: Po udalosti

source: Aland Islands
sk: Ålandy

source: Albania
sk: Albánsko

source: Algeria
sk: Alžírsko

source: Alias
sk: Pseudonym

source: Alignment of events
sk: Zarovnanie udalostí

source: Alignment of service names
sk: Zarovnanie názvov služieb

source: Alignment of service numbers
sk: Zarovnanie čísiel staníc

source: Alignment of timeline date
sk: Zarovnanie dátumu časovej osi

source: All
sk: Všetky

source: All ages
sk: Všetky vekové kategórie

source: All frequency
sk: Všetky kmitočty

source: All resolutions
sk: Všetky rozlíšenia

source: All satellites 1 (USALS)
sk: Všetky satelity 1 (USALS)

source: All satellites 2 (USALS)
sk: Všetky satelity 2 (USALS)

source: All satellites 3 (USALS)
sk: Všetky satelity 3 (USALS)

source: All satellites 4 (USALS)
sk: Všetky satelity 4 (USALS)

source: All services provider
sk: Všetky stanice poskytovateľa

source: All slots
sk: Všetky sloty

source: Allocate
sk: Prideliť

source: Allocate a number to the physical LNB you are configuring. You will be able to select this LNB again for other satellites (e.g. motorised dishes) to save setting up the same LNB multiple times.
sk: Prideľte číslo fyzickému LNB, ktorý konfigurujete. Tento LNB budete môcť vybrať znova pre iné satelity (napr. motorizované antény), aby ste nemuseli ten istý LNB nastavovať viackrát.

source: Allocate unused memory index
sk: Pridelenie indexu nevyužitej pamäte

source: Allow 10bit
sk: Povoliť 10bit

source: Allow 12bit
sk: Povoliť 12bit

source: Allow fast skin reload
sk: Povoliť rýchle načítanie vzhľadu

source: Allow reinitialisation of selected cam script.
sk: Povoliť opätovnú inicializáciu vybraného softcam-ového skriptu.

source: Allow subtitle language to equal audio language
sk: Povoliť titulky zhodné s jazykom zvuku

source: Allow subtitles for hearing impaired
sk: Povoliť titulky pre sluchovo postihnutých

source: Allow unstable (experimental) updates
sk: Povoliť nestabilné (experimentálne) aktualizácie

source: Allows the %s %s to load the saved EPG data regularly.
sk: Umožňuje %s %s pravidelne načítať uložené údaje EPG.

source: Allows the %s %s to save the EPG data regularly.
sk: Umožňuje %s %s pravidelné ukladanie údajov EPG.

source: Allows the TV remote to be used to control the receiver.
sk: Umožňuje používať diaľkový ovládač televízora na ovládanie prijímača.

source: Allows you to adjust the amount of time the resolution infomation display on screen.
sk: Umožňuje nastaviť čas zobrazenia informácií o rozlíšení na obrazovke.

source: Allows you to enable the debug logs. They contain very detailed information about everything the system does. Reboot required to enable this!
sk: Umožňuje povoliť protokoly ladenia. Obsahujú veľmi podrobné informácie o všetkom, čo systém robí. Na povolenie tejto funkcie je potrebný reštart!

source: Allows you to enable/disable displaying icons on the front panel.
sk: Umožňuje povoliť/zakázať zobrazovanie ikon na prednom paneli.

source: Allows you to hide the extensions of known file types.
sk: Umožňuje skryť prípony známych súborov.

source: Allows you to set a schedule to import the EPG and channels list. The EPG and channels list will always be imported on reboot or GUI restart.
sk: Umožňuje nastaviť plán importu EPG a zoznamu kanálov. Zoznam EPG a kanálov sa importuje vždy pri reštarte alebo reštarte grafického rozhrania.

source: Allows you to set a schedule to perform an EPG update.
sk: Umožňuje nastaviť plán vykonávania aktualizácie EPG.

source: Allows you to set the maximum size (MB) of the individual debug logs. When that size is reached, the log file will be truncated to the maximum size every 60 minutes.
sk: Umožňuje nastaviť maximálnu veľkosť (MB) jednotlivých protokolov ladenia. Po dosiahnutí tejto veľkosti sa súbor protokolu každých 60 minút skráti na maximálnu veľkosť.

source: Allows you to setup the button to do what you choose.
sk: Umožňuje nastaviť funkciu tlačidla na akciu ktorú si vyberiete.

source: Allows you to show/hide CCcam Info in extensions -blue button.
sk: Umožňuje zobraziť/skryť CCcam Info v rozšíreniach (modré tlačidlo).

source: Allows you to show/hide Log Manager in extensions (blue button).
sk: Umožňuje zobraziť/skryť Manažér protokolov ladenia v rozšíreniach (modré tlačidlo).

source: Allows you to show/hide OScam/Ncam Info in extensions -blue button.
sk: Umožňuje zobraziť/skryť OScam/Ncam Info v rozšíreniach (modré tlačidlo).

source: Alpha
sk: Abeceda

source: Alphabetical under headings
sk: Abecedné zoradenie podľa nadpisov

source: Alphanumeric
sk: Alfanumericky

source: Also on standby
sk: Tiež v pohotovostnom režime

source: Alternative
sk: Alternatívne

source: Alternative numbering mode
sk: Alternatívny režim číslovania

source: Alternative radio mode
sk: Alternatívny režim rádia

source: Alternative services tuner priority
sk: Priorita tunera pri alternatívnych staniciach

source: Always ask
sk: Vždy sa spýtat

source: Always hide infobar
sk: Vždy skryť informačnú lištu

source: Always select OK
sk: Vždy vyberte OK
