Repository: atefganm/OpenViX-enigma2
Catalog: po/*.po
Languages: sk

source: When enabled, number markers will be hidden.
sk: Ak je táto možnosť povolená, číselné značky sa skryjú.

source: When enabled, pressing '0' will zap you to the first channel in your first bouquet and delete your zap-history.
sk: Ak je táto funkcia zapnutá, stlačením tlačidla '0' sa prepnete na prvý kanál vo vašom prvom prehľade a vymažete svoju históriu prepínania.

source: When enabled, recordings are grouped by name into collections automatically.
sk: Ak je táto funkcia zapnutá, nahrávky sa automaticky zoskupujú podľa názvu do kolekcií.

source: When enabled, reformat subtitles to match the width of the screen.
sk: Ak je táto funkcia zapnutá, preformátuje titulky tak, aby zodpovedali šírke obrazovky.

source: When enabled, show channel numbers in the channel selection screen.
sk: Ak je táto funkcia zapnutá, zobrazí čísla kanálov na obrazovke výberu kanálov.

source: When enabled, subtitles for the hearing impaired can be used.
sk: Ak je táto funkcia zapnutá, je možné používať titulky pre osoby so sluchovým postihnutím.

source: When enabled, subtitles for the hearing impaired will be preferred over normal subtitles, when both types are available.
sk: Ak je táto funkcia zapnutá, titulky pre sluchovo postihnutých budú uprednostnené pred bežnými titulkami, ak sú k dispozícii oba typy titulkov.

source: When enabled, teletext pages will be cached, allowing faster access.
sk: Ak je táto funkcia zapnutá, stránky teletextu sa ukladajú do vyrovnávacej pamäte, čo umožňuje rýchlejší prístup.

source: When enabled, teletext subtitles will be displayed at their original position.
sk: Ak je táto funkcia zapnutá, titulky teletextu sa zobrazia v pôvodnej polohe.

source: When enabled, the PiP can be closed by the EXIT button.
sk: Keď je táto funkcia zapnutá, PiP sa dá zatvoriť tlačidlom EXIT.

source: When enabled, the VCR scart option will be shown in the main menu
sk: Ak je táto možnosť zapnutá, v hlavnej ponuke sa zobrazí možnosť VCR scart

source: When enabled, the length of each recording will be shown in the movielist (this might cause some additional loading time).
sk: Ak je táto možnosť zapnutá, dĺžka každej nahrávky sa zobrazí v zozname filmov (môže to spôsobiť dodatočné načítanie).

source: When enabled, the receiver will automatically use the audio track which you selected before.
sk: Ak je táto funkcia zapnutá, prijímač automaticky použije zvukovú stopu, ktorú ste vybrali predtým.

source: When enabled, the receiver will automatically use the subtitles which you selected before.
sk: Ak je táto funkcia zapnutá, prijímač automaticky použije titulky, ktoré ste vybrali predtým.

source: When enabled, the receiver will select an AC3 track (when available).
sk: Ak je táto funkcia zapnutá, prijímač vyberie stopu AC3 (ak je k dispozícii).

source: When enabled, the receiver will select an AC3+ track (when available).
sk: Ak je táto funkcia zapnutá, prijímač vyberie stopu AC3+ (ak je k dispozícii).

source: When enabled, this setting has more weight than 'Preferred tuner for recordings'.
sk: Ak je toto nastavenie povolené, má väčšiu váhu ako nastavenie 'Preferovaný tuner pre nahrávky'.

source: When enabled, this setting has more weight than 'Preferred tuner'.
sk: Ak je toto nastavenie povolené, má väčšiu váhu ako 'Preferovaný tuner'.

source: When enabled, timeshift starts automatically in background after the specified time.
sk: Ak je táto funkcia zapnutá, časový posun sa automaticky spustí na pozadí po uplynutí zadaného času.

source: When enabled, use DHCP for the IP configuration.
sk: Ak je táto funkcia povolená, na konfiguráciu IP sa použije DHCP.

source: When enabled, your receiver will detect activity on the VCR SCART input.
sk: Ak je táto funkcia zapnutá, prijímač rozpozná aktivitu na vstupe VCR SCART.

source: When maximum space for all logs is reached, the oldest logs will be deleted.
sk: Po dosiahnutí maximálneho priestoru pre všetky protokoly sa odstránia najstaršie protokoly.

source: When nonzero, a recording will start earlier than the starting time indicated by the EPG.
sk: Ak je hodnota nenulová, nahrávanie sa začne skôr, ako je čas začiatku uvedený v EPG.

source: When nonzero, a recording will stop later than the ending time indicated by the EPG.
sk: Ak je hodnota nenulová, nahrávanie sa zastaví neskôr, ako je čas ukončenia uvedený v EPG.

source: When receiver wakes from standby, it will command the TV to switch to the HDMI input the receiver is connected to.
sk: Keď sa prijímač prebudí z pohotovostného režimu, dá príkaz televízoru, aby sa prepol na vstup HDMI, ku ktorému je prijímač pripojený.

source: When set the PIG will return to live after a movie has stopped playing.
sk: Po nastavení sa PIG po ukončení prehrávania filmu vráti do režimu Live.

source: When set to 'user defined' this option allows you to sort or hide menu items via the blue button in menu screens. When set to 'user defined hidden' the blue button text in the menu remains hidden even though the user sort feature is active.
sk: Ak je táto možnosť nastavená na možnosť 'definované užívateľom', umožňuje triediť alebo skrývať položky ponuky prostredníctvom modrého tlačidla na obrazovkách ponuky. Keď je nastavená na možnosť 'užívateľsky definované skryté', text modrého tlačidla v ponuke zostane skrytý, aj keď je funkcia užívateľského triedenia aktívna.

source: When set, each directory will show the previous state used. When off, the default values will be shown.
sk: Po nastavení sa v každom adresári zobrazí predchádzajúci použitý stav. Ak je vypnutá, zobrazia sa predvolené hodnoty.

source: When set, sort changes via the sort key will be permanent. When unset, sort changes will be temporary - just for this view of a directory.
sk: Ak je nastavené, zmeny triedenia pomocou tlačidla triedenia budú trvalé. Ak nie je nastavená, zmeny triedenia budú dočasné - len pre toto zobrazenie adresára.

source: When the content has an aspect ratio of 16:9, choose whether to scale/stretch the picture.
sk: Ak má obsah pomer strán 16:9, vyberte, či sa má obraz zmenšiť/roztiahnuť.

source: When the content has an aspect ratio of 4:3, choose whether to scale/stretch the picture.
sk: Ak má obsah pomer strán 4:3, vyberte, či sa má obraz zmenšiť/roztiahnuť.

source: When the receiver wakes from standby, it will send a command to the TV to bring it out of standby too.
sk: Keď sa prijímač prebudí z pohotovostného režimu, odošle príkaz do televízora, aby ho tiež prebudil z pohotovostného režimu.

source: When tuned to a service the system will normally scan the transponder for any changes and save them. Only set to 'yes' if you're absolutely sure of what you're doing.
sk: Po naladení na stanicu systém zvyčajne vyhľadá v transpondéri všetky zmeny a uloží ich. Nastavenie na 'áno' vykonajte len vtedy, ak ste si absolútne istí tým, čo robíte.

source: Where do you want to backup your settings?
sk: Kam chcete zálohovať svoje nastavenia?

source: Where should the recording be saved?
sk: Kam sa má nahrávka uložiť?

source: Where to save temporary timeshift recordings?
sk: Kam uložiť dočasné záznamy časového posunu?

source: Which event do you want to save permanently?
sk: Ktorú udalosť chcete uložiť natrvalo?

source: White
sk: Biela

source: Width
sk: Šírka

source: Winter Sports
sk: Zimné športy

source: Wintersport
sk: Zimný šport

source: Wireless LAN
sk: Bezdrôtová LAN

source: Wireless network
sk: Bezdrôtová sieť

source: Wireless network configuration...
sk: Nastavenie bezdrôtovej siete...

source: Wireless network connection setup
sk: Nastavenie pripojenia bezdrôtovej siete

source: Wireless network connection setup.
sk: Nastavenie pripojenia bezdrôtovej siete.

source: Wireless network state
sk: Stav bezdrôtovej siete

source: With T2MI RAW mode disabled (default) we can use single T2MI PLP de-encapsulation. With T2MI RAW mode enabled we can use astra-sm to analyze T2MI
sk: Pri vypnutom režime T2MI RAW (predvolené nastavenie) môžeme použiť jednoduchú dekapsuláciu T2MI PLP. Pri zapnutom režime T2MI RAW môžeme použiť astra-sm na analýzu T2MI

source: With popup
sk: S vyskakovacím okienkom

source: With this option set to 'yes' the channel list will always show you the list of bouquets. If set to 'no' the current bouquet will be opened.
sk: Ak je táto možnosť nastavená na 'áno', v zozname kanálov sa vždy zobrazí zoznam prehľadov. Ak je nastavená na 'nie', otvorí sa aktuálny prehľad.

source: With this option you can hide Job Tasks from the extension screen (short blue button press).
sk: Pomocou tejto možnosti môžete skryť Pracovné úlohy (Job Tasks) z obrazovky rozšírenia (krátke stlačenie modrého tlačidla).

source: Without popup
sk: Bez vyskakovacieho okienka

source: Would you save the entered PIN %s persistent?
sk: Chcete uložiť zadaný PIN %s natrvalo?

source: Wrestling
sk: Zápasenie

source: Write error while recording. Disk full?
sk: Chyba zápisu pri nahrávaní. Plný disk?

source: Write error while recording. Disk full? %s
sk: Chyba zápisu pri nahrávaní. Plný disk? %s

source: Write failed!
sk: Zápis zlyhal!

source: Write to /tmp/positionersetup.log
sk: Zapísať do /tmp/positionersetup.log

source: XBox 360 support
sk: Podpora XBox 360

source: YELLOW
sk: ŽLTÁ

source: YES
sk: ÁNO

source: Year
sk: Rok

source: Yellow DVB subtitles
sk: Žlté DVB titulky

source: Yellow long
sk: Žlté dlho

source: Yes
sk: Áno

source: Yes (save index in setup tuner)
sk: Áno (uloženie indexu v nastavení tunera)

source: Yes to all
sk: Áno pre všetky

source: Yes, always
sk: Áno, vždy

source: Yes, and delete this movie
sk: Áno, a zmazať tento film

source: Yes, backup my settings!
sk: Áno, zálohovať moje nastavenia!

source: Yes, but don't save timeshift as movie
sk: Áno, ale neuložiť časový posun ako film

source: Yes, but save timeshift as movie and continue recording
sk: Áno, ale uložiť časový posun ako film a pokračovať v nahrávaní

source: Yes, but save timeshift as movie and stop recording
sk: Áno, ale uložiť časový posun ako film a zastaviť nahrávanie

source: Yes, delete this movie and return to the movie list
sk: Áno, odstrániť tento film a vrátiť sa do zoznamu filmov

source: Yes, do a manual scan now
sk: Áno, teraz vyhľadávať ručne

source: Yes, do an automatic scan now
sk: Áno, teraz vyhľadávať automaticky

source: Yes, do another manual scan now
sk: Áno, urobiť ďalšie ručné vyhladávanie

source: Yes, restore the settings now
sk: Áno, obnoviť nastavenia

source: Yes, show delete time
sk: Áno, zobraziť čas vymazania

source: Yes, show record time
sk: Áno, zobraziť čas nahrávky

source: Yes, shut down now.
sk: Áno, vypnúť.

source: Yesterday
sk: Včera

source: You already have a bootlogo installed, would you like to remove "%s"?
sk: Logo úvodnej obrazovky už máte nainštalované, naozaj chcete odstrániť "%s"?

source: You already have a channel list installed, would you like to remove "%s"?
sk: Zoznam staníc už máte nainštalovaný, naozaj chcete odstrániť "%s"?

source: You can Display MiniTV with or without OSD Menu
sk: MiniTV môžete zobraziť s ponukou OSD aleboo bez nej

source: You can Display PIP with or without OSD Menu
sk: Môžete zobraziť PIP s ponukou OSD alebo bez nej

source: You can cancel the installation.
sk: Môžete zrušiť inštaláciu.

source: You can cancel the removal.
sk: Môžete zrušiť odstránenie.

source: You can continue watching TV while this is running.
sk: Počas tejto funkcie môžete pokračovať v sledovaní televízie.

source: You can have the list sorted by time or alphanumerical.
sk: Zoznam môžete zoradiť podľa času alebo alfanumericky.

source: You can install this plugin.
sk: Môžete nainštalovať tento doplnok.

source: You can only burn %s %s recordings!
sk: Vypáliť môžete len %s %s nahrávok!

source: You can remove this plugin.
sk: Tento doplnok môžete odstrániť.

source: You cannot delete this!
sk: Toto nemôžete zmazať!

source: You didn't select a channel to record from.
sk: Nevybrali ste kanál, z ktorého chcete nahrávať.

source: You have chosen to backup your settings. Please press OK to start the backup now.
sk: Rozhodli ste sa zálohovať svoje nastavenia. Stlačením tlačidla OK spustite zálohovanie.

source: You have chosen to restore your settings. Enigma2 will restart after restore. Please press OK to start the restore now.
sk: Rozhodli ste sa obnoviť svoje nastavenia. Enigma2 sa po obnovení reštartuje. Stlačte tlačidlo OK, aby ste teraz spustili obnovu.

source: You have chosen to save the current timeshift event, but the event has not yet finished What do you want to do ?
sk: Rozhodli ste sa uložiť aktuálnu udalosť s časovým posunom, ale udalosť ešte nebola dokončená. Čo chcete urobiť ?

source: You have not selected any logs to delete.
sk: Nevybrali ste žiadne protokoly na vymazanie.

source: You have to wait %s!
sk: Musíte čakať %s!

source: You must switch to the service %s (%s - '%s')!
sk: Musíte prepnúť na stanicu %s (%s - '%s')!

source: You need a PC connected to your %s %s. If you need further instructions, please visit the website http://www.dm7025.de. Your %s %s will now be halted. After you have performed the update instructions from the website, your new firmware will ask you to restore your settings.
sk: Potrebujete počítač pripojený k %s %s. Ak potrebujete ďalšie pokyny, navštívte webovú stránku http://www.google.com. Vaše %s %s bude teraz zastavené. Po vykonaní pokynov na aktualizáciu z webovej stránky vás nový firmvér požiada o obnovenie nastavení.

source: You seem to be in timeshft, the service will briefly stop as timeshift stops.
sk: Zdá sa, že ste v časovom posune, stanica sa na chvíľu zastaví, keď sa časový posun zastaví.

source: You seem to be in timeshift!
sk: Zdá sa, že ste v časovom posune!

source: You seem to be in timeshift, Do you want to leave timeshift ?
sk: Zdá sa, že ste v časovom posune, Chcete opustiť časový posun ?

source: You seem to be in timeshift, Do you want to leave timeshift? Streams & IPTV not fully supported!
sk: Zdá sa, že ste v časovom posune, Chcete opustiť časový posun? Streamy a IPTV nie sú plne podporované!

source: Your %s %s has no %s access, please check your network settings and make sure you have network cable connected and try again.
sk: Vaše %s %s nemá prístup k %s, skontrolujte prosím nastavenia siete a uistite sa, že máte pripojený sieťový kábel a skúste to znova.

source: Your %s %s has no internet access, please check your network settings and make sure you have network cable connected and try again.
sk: Vaše %s %s nemá prístup na internet, skontrolujte prosím nastavenia siete a uistite sa, že máte pripojený sieťový kábel a skúste to znova.

source: Your %s %s has no network access, please check your network settings and make sure you have network cable connected and try again.
sk: Vaše %s %s nemá prístup k sieti, skontrolujte prosím nastavenia siete a uistite sa, že máte pripojený sieťový kábel a skúste to znova.

source: Your %s %s is not able to connect to the feeds, please try again later. If this persists please report on the OpenViX forum at world-of-satellite.com.
sk: Vaše %s %s sa nedokáže pripojiť ku zdrojom, skúste to prosím neskôr. Ak to pretrváva, nahláste to na fóre OpenViX na stránke world-of-satellite.com.

source: Your %s %s is now ready to be used. Your internet connection is working now.
sk: Váš %s %s je teraz pripravený na použitie. Vaše internetové pripojenie už funguje.

source: Your %s %s is rebooting
sk: Váš %s %s sa reštartuje

source: Your %s %s is rebooting into Android Mode
sk: Váš %s %s sa reštartuje do režimu Android

source: Your %s %s is rebooting into Recovery Mode
sk: Váš %s %s sa reštartuje režimu Obnovy

source: Your %s %s is shutting down
sk: Váš %s %s sa vypína

source: Your %s %s is shutting down. Please wait...
sk: Váš %s %s sa vypína. Prosím čakajte...

source: Your %s %s might be unusable now. Please consult the manual for further assistance before rebooting your %s %s.
sk: Váš %s %s teraz možno nebude možné používať. Pred reštartovaním Vášho %s %s si prosím pozrite príručku pre ďalšiu pomoc.

source: Your %s %s needs to be restarted to complete the installation of %s Do you want to reboot now ?
sk: Váš %s %s je potrebné reštartovať, aby sa dokončila inštalácia %s Chcete teraz reštartovať systém ?

source: Your %s %s needs to be restarted to complete the removal of %s Do you want to reboot now ?
sk: Váš %s %s je potrebné reštartovať, aby sa dokončilo odstránenie %s Chcete teraz reštartovať systém ?

source: Your %s %s will be restarted after the installation of service. Do you want to install now ?
sk: Váš %s %s bude po inštalácii služby reštartované. Chcete nainštalovať teraz ?

source: Your %s %s will be restarted after the removal of service Do you want to remove now ?
sk: Váš %s %s sa po odstránení služby reštartuje Chcete ju teraz odstrániť ?

source: Your STB will restart after pressing OK on your remote control.
sk: Váš STB sa reštartuje po stlačení tlačidla OK na diaľkovom ovládači.

source: Your backup succeeded. We will now continue to explain the further upgrade process.
sk: Vaše zálohovanie sa podarilo. Teraz budeme pokračovať vo vysvetľovaní ďalšieho postupu aktualizácie.

source: Your collection exceeds the size of a single layer medium, you will need a blank dual layer DVD!
sk: Vaša zostava presahuje veľkosť jednovrstvového média, budete potrebovať prázdne dvojvrstvové DVD!

source: Your config file is not well formed: %s
sk: Váš konfiguračný súbor nie je dobre vytvorený: %s

source: Your current collection will get lost!
sk: Vaša aktuálna zostava sa stratí!

source: Your frontprocessor firmware must be upgraded. Press OK to start upgrade.
sk: Firmvér vášho predného procesora musí byť aktualizovaný. Stlačením tlačidla OK spustite aktualizáciu.

source: Your frontprocessor will be upgraded Please wait until your %s %s reboots This may take a few minutes
sk: Váš frontprocesor bude aktualizovaný Počkajte prosím, kým sa vaše %s %s reštartuje Môže to trvať niekoľko minút

source: Your internet connection is not working! Please choose what you want to do next.
sk: Vaše internetové pripojenie nefunguje! Vyberte si, čo chcete robiť ďalej.

source: Your internet connection is working (ip: %s)
sk: Vaše internetové pripojenie funguje (ip: %s)

source: Your internet connection is working now. Please press OK to continue.
sk: Vaše internetové pripojenie už funguje. Stlačte tlačidlo OK a pokračujte.

source: Your network configuration has been activated.
sk: Vaša sieťová konfigurácia bola aktivovaná.

source: Your network has finished restarting
sk: Vaša sieť dokončila reštartovanie

source: Your network is restarting, Please wait...
sk: Vaša sieť sa reštartuje, Prosím čakajte...

source: Your receiver can use SCPC optimized search range. Consult your receiver's manual for more information.
sk: Váš prijímač môže používať optimalizovaný rozsah vyhľadávania SCPC. Ďalšie informácie nájdete v príručke k prijímaču.

source: Your receiver can use tone amplitude. Consult your receiver's manual for more information.
sk: Váš prijímač môže používať amplitúdu tónu. Ďalšie informácie nájdete v príručke k prijímaču.

source: Your receiver does not have an internet connection
sk: Váš prijímač nemá internetové pripojenie

source: Your receiver is not connected to the internet
sk: Váš prijímač nie je pripojený k internetu

source: Your wireless LAN internet connection could not be started! Have you attached your USB WLAN Stick? Please choose what you want to do next.
sk: Vaše bezdrôtové internetové pripojenie LAN sa nepodarilo spustiť! Pripojili ste USB kľúč WLAN? Vyberte si, čo chcete robiť ďalej.

source: Youth
sk: Mládež

source: Zap
sk: Prepnúť

source: Zap + Exit
sk: Prepnúť + Ukončiť

source: Zap back to previously tuned service?
sk: Prepnúť späť na predtým naladenú stanicu?

source: Zap back to service before positioner setup?
sk: Prepnúť späť na stanicu pred nastavovaním motora?

source: Zap focus to Picture in Picture
sk: Prepnite zaostrenie na Obraz v Obraze

source: Zap focus to main screen
sk: Prepnite zaostrenie na hlavnú obrazovku

source: Zap key delay for channel number input
sk: Oneskorenie prepnutia tlačidla pre zadanie čísla kanála

source: Zap mode
sk: Režim prepínania

source: Zap to first channel & clear zap history
sk: Prepnúť na prvý kanál a vymazať históriu prepínania

source: Zap up
sk: Preni sa

source: Zapped to timer service %s as PiP!
sk: Prepnuté na stanicu časovača %s ako PiP!

source: Zaps to EPG download transponder for EPG fetch.
sk: Prepínať do EPG sťahovania transpondéra na načítanie EPG.

source: Zgemma H9/I55Plus old Model
sk: Zgemma H9/I55Plus starý model

source: Zoom
sk: Zväčšenie

source: Zoom from left
sk: Priblíženie zľava

source: Zoom from right
sk: Priblíženie sprava

source: [MultiBootSelector][add USB STARTUP slots] - No EXT4 USB attached.
sk: [Viacnásobný výber zavádzania][pridať USB STARTUP sloty] – Nie je pripojené žiadne EXT4 USB.

source: [MultiBootSelector][add USB STARTUP slots] - The USB (%s) only has %s free. At least 1024MB is required.
sk: [Viacnásobný výber zavádzania][pridať USB STARTUP sloty] - USB (%s) má voľných iba %s. Vyžaduje sa aspoň 1024 MB.

source: [TimeShift] Restarting Timeshift!
sk: [Časový posuv] Reštartujem časový posuv!

source: [Timeshift] Merging records failed!
sk: [Časový posuv] Zlúčenie nahrávok zlyhalo!

source: [alternative edit]
sk: [úprava alternatívy]

source: [bouquet edit]
sk: [úprava prehľadu]

source: [favourite edit]
sk: [úprava obľúbených]

source: [move mode]
sk: [režim presúvania]

source: a gui to assign services/providers to common interface modules
sk: grafické rozhranie pre priradenie staníc/poskytovateľov k modulom CI

source: a gui to assign services/providers/caids to common interface modules
sk: grafické rozhranie pre priradenie staníc/poskytovateľov/caidov k modulom CI

source: about to start
sk: o začiatku

source: activatePiP
sk: aktivácia PiP

source: activatePiP long
sk: aktivácia PiP dlho

source: active
sk: aktívny

source: active
sk: aktívny

source: add bookmark
sk: pridať záložku

source: additional cable of rotor
sk: prídavný kábel motora

source: address:
sk: adresa:

source: adult movie
sk: film pre dospelých

source: advanced
sk: rozšírené

source: adventure/western/war
sk: dobrodružný/western/vojna

source: advertisement/shopping
sk: reklama/nakupovanie

source: all tuners
sk: všetky tunery

source: alphabetic then newest first
sk: abecedne, najprv najnovší

source: alphabetic then oldest first
sk: abecedne, najprv najstarší

source: alphabetical
sk: abecedne

source: alternative
sk: alternatívna

source: and
sk: a

source: and never ask again this session
sk: a už nikdy sa na túto reláciu nepýtať

source: are you sure you want to cancel all the changes
sk: ste si istý, že chcete zrušiť všetky zmeny

source: arts/culture (general)
sk: umenie/kultúra (všeobecne)

source: arts/culture (without music, general)
sk: umenie/kultúra (bez hudby, všeobecne)

source: arts/culture magazine
sk: umenie/kultúrny magazín

source: as plugin in extended bar
sk: ako doplnok v rozšírenom paneli

source: at beginning
sk: na začiatku

source: at end
sk: na konci

source: athletics
sk: atletika

source: audio tracks
sk: zvukové stopy

source: auto deepstandby
sk: automatické vypnutie

source: auto standby
sk: automaticky pohotovostný režim

source: automatic
sk: automaticky

source: back
sk: spät

source: background image
sk: obrázok pozadia

source: ballet
sk: balet

source: better
sk: lepšie

source: black
sk: čierna

source: black & white
sk: čiernobiela

source: blacklist
sk: čierna listina

source: blue
sk: modrá

source: boot time
sk: čas zavádzania

source: boot time and local time
sk: čas zavádzania a miestny čas

source: bootmode = %s
sk: režim zavádzania = %s

source: bottom
sk: dole

source: broadcasting/press
sk: vysielanie/tlač

source: card
sk: karta

source: card reader
sk: čítačka kariet

source: cartoon/puppets
sk: rozprávky/bábky

source: center
sk: na stred
