Repository: atefganm/OpenViX-enigma2
Catalog: po/*.po
Languages: sk

source: Scans default lamedbs sorted by satellite with a connected dish positioner
sk: Prehľadať predvolené lamedb zotriedené podľa satelitov a pripojeného motora

source: Schedule EPG and channel list import
sk: Naplánovať import EPG a zoznamu kanálov

source: Schedule time of day
sk: Plánovaný čas dňa

source: Science
sk: Veda

source: Science & Tech
sk: Veda a Technika

source: Science-Fiction
sk: Vedecko-fantastické

source: Scrolling Speed
sk: Rýchlosť rolovania

source: Scrolling Speed (software render)
sk: Rýchlosť rolovania (softvérový render)

source: Scrolling delay (software render)
sk: Oneskorenie rolovania (softvérový render)

source: Search
sk: Hľadať

source: Search by first letter of name
sk: Hľadanie podľa prvého písmena mena

source: Search by name (SMS-style entry on remote)
sk: Hľadávanie podľa mena (zadávanie v štýle SMS na diaľkovom ovládači)

source: Search channel list, SMS style 2ABC
sk: Hľadávanie v zozname kanálov, štýl SMS 2ABC

source: Search channel list, SMS style ABC2
sk: Hľadávanie v zozname kanálov, štýl SMS ABC2

source: Search east
sk: Hľadať východne

source: Search for similar events
sk: Hľadať podobné udalosti

source: Search the epg for the current event.
sk: Hľadanie epg pre aktuálnu reláciu.

source: Search west
sk: Hľadať západne

source: Search/WEB
sk: Hľadať/WEB

source: Searching
sk: Vyhľadávanie

source: Searching east ...
sk: Vyhľadávanie východne ...

source: Searching for available updates. Please wait...
sk: Vyhľadávanie dostupných aktualizácií. Prosím čakajte...

source: Searching for new installed or removed packages. Please wait...
sk: Vyhľadávanie novo inštalovaných alebo odstránených balíčkov. Prosím čakajte...

source: Searching west ...
sk: Vyhľadávanie západne ...

source: Second cable of motorized LNB
sk: Druhý kábel motorizovaného LNB

source: Second infobar
sk: Druhá informačná lišta

source: Second infobar style*
sk: Štýl druhej informačnej lišty*

source: Secondary DNS
sk: Sekundárny DNS

source: Seek
sk: Hľadanie

source: Seek backward
sk: Hľadanie dozadu

source: Seek backward (enter time)
sk: Hľadanie dozadu (zadajte čas)

source: Seek forward
sk: Hľadanie dopredu

source: Seek forward (enter time)
sk: Hľadanie dopredu (zadajte čas)

source: Seekbar
sk: Lišta hľadania

source: Seekbar activation
sk: Aktivácia lišty hľadania

source: Seekbar sensibility
sk: Citlivosť lišty hľadania

source: Select
sk: Výber

source: Select '1.0' for standard committed switches, '1.1' for uncommitted switches, and '1.2' for systems using a positioner.
sk: Vyberte '1.0' pre štandardné prepínače, '1.1' pre uncommited prepínače a '1.2' pre systémy používajúce polohovacie zariadenie.

source: Select 'A' or 'B' if your aerial system requires this, otherwise select 'none'. If you are unsure select 'none'.
sk: Ak to váš anténny systém vyžaduje, vyberte 'A' alebo 'B', inak vyberte 'žiadne'. Ak si nie ste istí, vyberte možnosť 'žiadne'.

source: Select 'FBC SCR' if this tuner will connect to a SCR (Unicable/JESS) device. For all other setups select 'FBC automatic'.
sk: Ak sa tento tuner bude pripájať k zariadeniu SCR (Unicable/JESS), vyberte možnosť 'FBC SCR'. Pre všetky ostatné nastavenia vyberte 'FBC automaticky'.

source: Select 'Standard' to display the standard vertical menu layout, or 'Horizontal' to display the menu items in a row.
sk: Vyberte možnosť 'Štandardne', ak chcete zobraziť štandardné vertikálne rozloženie ponuky, alebo 'Vodorovne', ak chcete zobraziť položky ponuky v riadku.

source: Select 'Yes' to delete all languages except English and current language: Select 'No' to delete only the chosen language:
sk: Výberom možnosti 'Áno' odstránite všetky jazyky okrem angličtiny a aktuálneho jazyka: Vyberte 'Nie', ak chcete vymazať len vybraný jazyk:

source: Select 'Yes' to make a settings backup before wiping the current configuration.
sk: Výberom možnosti 'Áno' vytvoríte zálohu nastavení pred vymazaním aktuálnej konfigurácie.

source: Select 'Yes' to remove all keymap data. Selecting this option will remove all keymap override data and restore the default keymap definitions.
sk: Výberom možnosti 'Áno' odstránite všetky údaje mapy klávesov. Výberom tejto možnosti sa odstránia všetky prepísané údaje mapy klávesov a obnovia sa predvolené definície mapy klávesov.

source: Select 'Yes' to remove all main settings configuration data. Selecting this option will set all Enigma2 settings back to their default values. This will also cause Enigma2 to run the Welcome Wizard on restart.
sk: Výberom možnosti 'Áno' odstránite všetky konfiguračné údaje hlavných nastavení. Výberom tejto možnosti sa všetky nastavenia Enigmy2 vrátia na predvolené hodnoty. To tiež spôsobí, že sa pri reštarte spustí sprievodca uvítaním Enigmy2.

source: Select 'Yes' to remove all media player resume data. Selecting this option will remove the data used to allow playback of media files to resume from the position where playback was last stopped. Playback position of recordings is not affected.
sk: Výberom možnosti 'Áno' odstránite všetky údaje obnovenia prehrávača médií. Výberom tejto možnosti odstránite údaje, ktoré sa používajú na umožnenie obnovenia prehrávania mediálnych súborov z pozície, kde bolo prehrávanie naposledy zastavené. Pozícia prehrávania nahrávok nie je ovplyvnená.

source: Select 'Yes' to remove all network data. Selecting this option will remove all network data including automounts and network connection data including connection accounts and passwords. This could cause some Enigma2 functions to fail if they are configured to use these network resources.
sk: Ak chcete odstrániť všetky sieťové údaje, vyberte možnosť 'Áno'. Výberom tejto možnosti sa odstránia všetky sieťové údaje vrátane automatických pripojení a údajov o sieťových pripojeniach vrátane pripojovacích účtov a hesiel. To môže spôsobiť zlyhanie niektorých funkcií systému Enigma2, ak sú nakonfigurované na používanie týchto sieťových prostriedkov.

source: Select 'Yes' to remove all other files and directories not covered by the options above.
sk: Ak chcete odstrániť všetky ostatné súbory a adresáre, na ktoré sa nevzťahujú vyššie uvedené možnosti, vyberte možnosť 'Áno'.

source: Select 'Yes' to remove all plugin configuration data. Selecting this option will remove all plugin configuration data that is stored in the Enigma2 configuration folder. This will cause all affected plugins to return to their default settings. This could cause some plugins to not function until configured.
sk: Výberom možnosti 'Áno' odstránite všetky konfiguračné údaje doplnku. Výberom tejto možnosti odstránite všetky konfiguračné údaje doplnku, ktoré sú uložené v konfiguračnom priečinku Enigmy2. Tým sa všetky dotknuté doplnky vrátia k svojim predvoleným nastaveniam. To môže spôsobiť, že niektoré doplnky nebudú fungovať, kým nebudú nakonfigurované.

source: Select 'Yes' to remove all settings, tuning data, timers, resume pointers etc. Selecting this option will restore the configuration to the initial settings before any configuration settings were applied. This is the most reliable form of Factory Reset.
sk: Výberom možnosti 'Áno' odstránite všetky nastavenia, údaje o ladení, časovače, ukazovatele obnovenia atď. Výberom tejto možnosti obnovíte konfiguráciu na pôvodné nastavenia pred použitím akýchkoľvek konfiguračných nastavení. Toto je najspoľahlivejšia forma obnovenia továrenského nastavenia.

source: Select 'Yes' to remove all timer configuration data. Selecting this option will clear all timers, autotimers and power timers.
sk: Výberom možnosti 'Áno' odstránite všetky konfiguračné údaje časovača. Výberom tejto možnosti sa vymažú všetky časovače, automatické časovače a časovače napájania.

source: Select 'Yes' to remove all tuning data. Selecting this option will remove all tuning and bouquet data and will make timers non functional until the receiver is retuned.
sk: Ak chcete odstrániť všetky údaje o ladení, vyberte možnosť 'Áno'. Výberom tejto možnosti sa odstránia všetky údaje o ladení a prehľade a časovače nebudú funkčné, kým sa prijímač znovu nenaladí.

source: Select 'Yes' to remove all user customisations of skin data. Selecting this option will remove all user based skin customisations. All affected skins will return to their standard settings. This will also clear any customised boot logos and backdrops.
sk: Výberom možnosti 'Áno' odstránite všetky používateľské údaje prispôsobenia vzhľadu. Výberom tejto možnosti odstránite všetky údaje prispôsobenia vzhľadu založené na používateľovi. Všetky dotknuté vzhľady sa vrátia k svojim štandardným nastaveniam. Týmto sa vymažú aj všetky prispôsobené štartovacie logá a pozadia.

source: Select 'Yes' when you want to configure this tuner for ATSC
sk: Ak chcete tento tuner nakonfigurovať pre ATSC, vyberte možnosť 'Áno'

source: Select 'Yes' when you want to configure this tuner for DVB-C
sk: Ak chcete tento tuner nakonfigurovať pre DVB-C, vyberte možnosť 'Áno'

source: Select 'Yes' when you want to configure this tuner for DVB-S
sk: Ak chcete tento tuner nakonfigurovať pre DVB-S, vyberte možnosť 'Áno'

source: Select 'Yes' when you want to configure this tuner for DVB-T
sk: Ak chcete tento tuner nakonfigurovať pre DVB-T, vyberte možnosť 'Áno'

source: Select 'band' if using a 'universal' LNB, otherwise consult your LNB spec sheet.
sk: Ak používate 'univerzálny' LNB, vyberte možnosť 'pásmo', v opačnom prípade si pozrite technický list LNB.

source: Select 'enabled' if this tuner has a signal cable connected, otherwise select 'nothing connected'.
sk: Vyberte možnosť 'povolené', ak je k tomuto tuneru pripojený signálový kábel, inak vyberte možnosť 'nič nie je pripojené'.

source: Select 'polarisation' if using a 'universal' LNB, otherwise consult your LNB spec sheet.
sk: Ak používate 'univerzálny' LNB, vyberte možnosť 'polarizácia', inak si pozrite technický list LNB.

source: Select 'provider' to scan from the predefined list of cable multiplexes. Select 'bands' to only scan certain parts of the spectrum. Select 'steps' to scan in steps of a particular frequency bandwidth.
sk: Výberom možnosti 'Poskytovateľ' môžete vyhľadávať z preddefinovaného zoznamu káblových multiplexov. Výberom položky 'Kmitočtové pásmo' môžete prehľadávať len určité časti spektra. Výberom položky 'Kmitočtové kroky' môžete prehľadávať v krokoch v určitú šírku frekvenčného pásma.

source: Select 'yes' if this tuner is connected to the SCR device through another tuner, otherwise select 'no'.
sk: Vyberte 'áno', ak je tento tuner pripojený k zariadeniu SCR prostredníctvom iného tunera, inak vyberte 'nie'.

source: Select 'yes' to choose what bands or step sizes will be scanned.
sk: Ak chcete vybrať, ktoré pásma alebo veľkosti krokov sa budú prehľadávať, vyberte možnosť 'áno'.

source: Select 'yes' to include %s multiplexes in your search.
sk: Ak chcete do vyhľadávania zahrnúť %s multiplexov, vyberte možnosť 'áno'.

source: Select 'yes' to include symbol rate %s in your search.
sk: Ak chcete do vyhľadávania zahrnúť symbolovú rýchlosť %s, vyberte možnosť 'áno'.

source: Select 'yes' to include the %s band in your search.
sk: Ak chcete do vyhľadávania zahrnúť pásmo %s, vyberte možnosť 'áno'.

source: Select 'yes' to only send the DiSEqC command when changing from one satellite to another, or select 'no' for the DiSEqC command to be resent on every zap.
sk: Vyberte 'áno', ak chcete posielať príkaz DiSEqC len pri prechode z jedného satelitu na druhý, alebo vyberte 'nie', ak chcete, aby sa príkaz DiSEqC odosielal pri každom prepnutí.

source: Select 'yes' to wake up the receiver from deep standby, or select 'no' to skip the import.
sk: Výberom možnosti 'án'o prebudíte prijímač z vyčkávacieho režimu alebo výberom možnosti 'nie' import preskočíte.

source: Select CAId
sk: Vyberte CAid

source: Select EPG channel
sk: Vyberte kanál EPG

source: Select Fast DiSEqC if your aerial system supports this. If you are unsure select 'no'.
sk: Ak to váš anténny systém podporuje, vyberte možnosť Rýchly DiSEqC. Ak si nie ste istí, vyberte 'nie'.

source: Select Folders
sk: Vyberte adresáre

source: Select Satellites
sk: Vyberte satelity

source: Select a receiver to use for client mode. If the host receiver is not listed, manually enter the URL or IP address.
sk: Vyberte prijímač, ktorý sa má použiť pre režim klienta. Ak hostiteľský prijímač nie je uvedený v zozname, zadajte URL alebo IP adresu ručne.

source: Select a receiver to use for fallback tuners. If the host receiver is not listed, manually enter the URL or IP address
sk: Vyberte prijímač, ktorý chcete použiť pre záložné tunery. Ak hostiteľský prijímač nie je uvedený v zozname, zadajte URL alebo IP adresu ručne

source: Select a softcam script from the available list.
sk: Vyberte skript softcamu z dostupného zoznamu.

source: Select a wireless network
sk: Vyberte bezdrôtovú sieť

source: Select action
sk: Vyberte činnosť

source: Select action for timer %s:
sk: Vyberte činnosť pre časovač %s:

source: Select all
sk: Vyberte všetko

source: Select audio track
sk: Vyberte zvukovú stopu

source: Select backup files
sk: Vyberte súbory zálohy

source: Select backup location
sk: Vyberte umiestnenie zálohy

source: Select channel from history
sk: Vyberte kanál z histórie

source: Select channel to record from
sk: Vyberte kanál, z ktorého chcete nahrávať

source: Select copy destination for:
sk: Vyberte umiestnenie pre kópiu:

source: Select current service
sk: Vyberte aktuálnu stanicu

source: Select days
sk: Vyberte dni

source: Select default action of EPG button
sk: Vyberie predvolenú akciu tlačidla EPG

source: Select default action of INFO button
sk: Vyberie predvolenú akciu tlačidla INFO

source: Select destination for:
sk: Vyberte umiestnenie pre:

source: Select files for backup.
sk: Vyberte súbory na zálohovanie.

source: Select files/folders to backup
sk: Vyberte súbory/adresáre na zálohovanie

source: Select first service in bouquet
sk: Vyberte prvú stanicu v prehľade

source: Select horizontal resolution:
sk: Vyberte vodorovné rozlíšenie:

source: Select how quickly the dish should move between satellites.
sk: Vyberte, ako rýchlo sa má anténa pohybovať medzi satelitmi.

source: Select how the satellite dish is set up. i.e. fixed dish, single LNB, DiSEqC switch, positioner, etc.
sk: Vyberte spôsob nastavenia satelitnej antény, t. j. pevná anténa, jeden LNB, prepínač DiSEqC, polohovacie zariadenie atď.

source: Select how to activate the Infobar EPG. This will affect Infobar behaviour
sk: Vyberte spôsob aktivácie Informačného panela EPG. To ovplyvní správanie Informačnej lišty

source: Select how to activate the Infobar Grid EPG. This will affect Infobar behaviour
sk: Vyberte spôsob aktivácie Mriežky informačného panela EPG. To ovplyvní správanie Informačnej lišty

source: Select how to activate the Infobar Single EPG. This will affect Infobar behaviour
sk: Vyberte spôsob aktivácie Jednotlivého informačného panela EPG. To ovplyvní správanie Informačnej lišty

source: Select if timeshift should continue when set to record.
sk: Vyberte, či má časový posun pokračovať, keď je nastavený na nahrávanie.

source: Select input device.
sk: Vyberte vstupné zariadenie.

source: Select interface
sk: Vyberte rozhranie

source: Select last browsed service
sk: Vyberte poslednú prehľadávanú stanicu

source: Select location
sk: Vyberte umiestnenie

source: Select menu entry
sk: Vyberte položku ponuky

source: Select movie
sk: Vyberte film

source: Select path for logfile
sk: Vyberte cestu pre súbor protokolu

source: Select provider
sk: Vyberte poskytovateľa

source: Select provider to add...
sk: Vyberte poskytovateľa, ktorého chcete pridať...

source: Select refresh rate
sk: Vyberte rýchlosť obnovovania

source: Select seekbar to be activated by arrow L/R (long) or << >> (long).
sk: Vyberte vyhľadávací panel, ktorý sa má aktivovať šípkou L/R (dlhá) alebo << >> (dlhá).

source: Select service to add...
sk: Vyberte stanicu, ktorú chcete pridať...

source: Select slot
sk: Vyberte slot

source: Select sort method:
sk: Vyberte spôsob triedenia:

source: Select target folder
sk: Výber cieľový adresár

source: Select the User Band channel to be assigned to this tuner. This is an index into the table of frequencies the SCR switch or SCR LNB uses to pass the requested transponder to the tuner.
sk: Vyberte kanál užívateľského pásma, ktorý sa má priradiť tomuto tuneru. Ide o index do tabuľky frekvencií, ktoré prepínač SCR alebo LNB SCR používa na odovzdanie požadovaného transpondéra tuneru.

source: Select the User Band frequency to be assigned to this tuner. This is the frequency the SCR switch or SCR LNB uses to pass the requested transponder to the tuner.
sk: Vyberte kmitočet užívateľského pásma, ktorá sa má priradiť tomuto tuneru. Ide o frekvenciu, ktorú prepínač SCR alebo LNB SCR používa na prenos požadovaného transpondéra do tunera.

source: Select the User Band to be assigned to this tuner. This is an index into the table of frequencies the SCR switch or SCR LNB uses to pass the requested transponder to the tuner.
sk: Vyberte užívateľské pásmo, ktoré sa má priradiť tomuto tuneru. Ide o index do tabuľky frekvencií, ktoré prepínač SCR alebo LNB SCR používa na prenos požadovaného transpondéra do tunera.

source: Select the character or action under the keyboard cursor
sk: Vyberte znak alebo akciu pod kurzorom klávesnice

source: Select the current menu item
sk: Vyberte aktuálnu položku ponuky

source: Select the desired function and click on "OK" to assign it. Use "CH+/-" to toggle between the lists. Select an assigned function and click on "OK" to de-assign it. Use "Next/Previous" to change the order of the assigned functions.
sk: Vyberte požadovanú funkciu a kliknite na 'OK', aby ste ju priradili. Pomocou 'CH+/-' môžete prepínať medzi zoznamami. Vyberte priradenú funkciu a kliknutím na 'OK' zrušte jej priradenie. Pomocou 'Nasledújúci/Predchádzajúci' môžete zmeniť poradie priradených funkcií.

source: Select the highlighted image and delete
sk: Vyberte zvýraznený systémový obraz a vymažte ho

source: Select the highlighted image and reboot
sk: Vyberte zvýraznený systémový obraz a reštartujte

source: Select the locale from a menu
sk: Vyberte lokalitu z ponuky

source: Select the manufacturer of your SCR device. If the manufacturer is not listed, set 'SCR' to 'user defined' and enter the device parameters manually according to its spec sheet.
sk: Vyberte výrobcu zariadenia SCR. Ak výrobca nie je uvedený v zozname, nastavte položku 'SCR' na 'definované užívateľom' a zadajte parametre zariadenia manuálne podľa jeho technického listu.

source: Select the model number of your SCR device. If the model number is not listed, set 'SCR' to 'user defined' and enter the device parameters manually according to its spec sheet.
sk: Vyberte číslo modelu vášho zariadenia SCR. Ak číslo modelu nie je uvedené, nastavte položku 'SCR' na 'definované používateľom' a zadajte parametre zariadenia manuálne podľa jeho technického listu.

source: Select the movie path
sk: Vyberte cestu k filmu

source: Select the next item in list or move cursor right
sk: Vyberte ďalšiu položku v zozname alebo presuňte kurzor doprava

source: Select the previous item in list or move cursor left
sk: Vyberte predchádzajúcu položku v zozname alebo presuňte kurzor doľava

source: Select the protocol used by your SCR device. Choices are 'SCR Unicable' (Unicable), or 'SCR JESS' (JESS, also known as Unicable II).
sk: Vyberte protokol, ktorý používa vaše zariadenie SCR. Na výber je 'SCR Unicable' (Unicable) alebo 'SCR JESS' (JESS, známy aj ako Unicable II).

source: Select the satellite which is connected to Port-A of your switch. If you are unsure select 'automatic' and the receiver will attempt to determine this for you. If nothing is connected to this port, select 'nothing connected'.
sk: Vyberte satelit, ktorý je pripojený k portu A vášho prepínača. Ak si nie ste istí, vyberte 'automaticky' a prijímač sa pokúsi určiť to za vás. Ak k tomuto portu nie je nič pripojené, vyberte možnosť 'nič pripojené'.

source: Select the satellite which is connected to Port-B of your switch. If you are unsure select 'automatic' and the receiver will attempt to determine this for you. If nothing is connected to this port, select 'nothing connected'.
sk: Vyberte satelit, ktorý je pripojený k portu B vášho prepínača. Ak si nie ste istí, vyberte 'automaticky' a prijímač sa pokúsi určiť to za vás. Ak k tomuto portu nie je nič pripojené, vyberte možnosť 'nič pripojené'.

source: Select the satellite which is connected to Port-C of your switch. If you are unsure select 'automatic' and the receiver will attempt to determine this for you. If nothing is connected to this port, select 'nothing connected'.
sk: Vyberte satelit, ktorý je pripojený k portu C vášho prepínača. Ak si nie ste istí, vyberte 'automaticky' a prijímač sa pokúsi určiť to za vás. Ak k tomuto portu nie je nič pripojené, vyberte možnosť 'nič pripojené'.

source: Select the satellite which is connected to Port-D of your switch. If you are unsure select 'automatic' and the receiver will attempt to determine this for you. If nothing is connected to this port, select 'nothing connected'.
sk: Vyberte satelit, ktorý je pripojený k portu D vášho prepínača. Ak si nie ste istí, vyberte 'automaticky' a prijímač sa pokúsi určiť to za vás. Ak k tomuto portu nie je nič pripojené, vyberte možnosť 'nič pripojené'.

source: Select the satellite you want to configure. Once that satellite is configured you can select and configure other satellites that will be accessed using this same tuner.
sk: Vyberte satelit, ktorý chcete konfigurovať. Po nakonfigurovaní tohto satelitu môžete vybrať a nakonfigurovať ďalšie satelity, ktoré budú prístupné pomocou toho istého tunera.

source: Select the satellite your dish receives from. If you are unsure select 'automatic' and the receiver will attempt to determine this for you.
sk: Vyberte satelit, z ktorého prijíma Vaša anténa. Ak si nie ste istí, vyberte 'automaticky' a prijímač sa pokúsi určiť to za vás.

source: Select the shifted character set
sk: Vyberte posunutú znakovú sadu

source: Select the shifted character set for the next character only
sk: Vyberte posunutú znakovú sadu len pre ďalší znak

source: Select the time zone within the area or region.
sk: Vyberte časové pásmo v rámci oblasti alebo regiónu.

source: Select the tuner that controls the motorised dish.
sk: Vyberte tuner, ktorý ovláda motorizovanú anténu.

source: Select the tuner that this loopthrough depends on.
sk: Vyberte tuner, od ktorého závisí táto slučka.

source: Select the tuner to which the signal cable of the SCR device is connected.
sk: Vyberte tuner, ku ktorému je pripojený signálový kábel zariadenia SCR.

source: Select the type of LNB/device being used (normally 'Universal'). If your LNB type is not available select 'user defined'.
sk: Vyberte typ používaného LNB/zariadenia (zvyčajne "Universal"). Ak váš typ LNB nie je k dispozícii, vyberte možnosť 'definované užívateľom'.

source: Select the type of Single Cable Reception device you are using.
sk: Vyberte typ zariadenia ktoré použijete na samostatný káblový príjem.

source: Select to configure remote control type
sk: Vyberte, ak chcete nakonfigurovať typ diaľkového ovládania

source: Select to restore all deleted images
sk: Vyberte, ak chcete obnoviť všetky vymazané systémové obrazy

source: Select upgrade source
sk: Vyberte zdroj aktualizácie

source: Select upgrade source to edit.
sk: Vyberte zdroj aktualizácie, ktorý chcete upraviť.

source: Select video input with up/down buttons
sk: Vyberte obrazový vstup tlačidlami nahor/nadol

source: Select video mode
sk: Vyberte režim obrazu

source: Select whether your SCR device is externally powered.
sk: Vyberte, či je vaše zariadenie SCR napájané externe.

source: Select which satellite to scan.
sk: Vyberte, ktorý satelit sa má prehľadávať.
