Repository: atefganm/OpenViX-enigma2
Catalog: po/*.po
Languages: sk

source: Preferred tuner DVB-S for recordings
sk: Preferovaný tuner DVB-S pre nahrávania

source: Preferred tuner DVB-T
sk: Preferovaný DVB-T tuner

source: Preferred tuner DVB-T for recordings
sk: Preferovaný tuner DVB-T pre nahrávania

source: Preferred tuner for recordings
sk: Preferovaný tuner pre nahrávania

source: Preparing... Please wait
sk: Príprava... Čakajte prosím

source: Preschool
sk: Predškoláci

source: Press '0' to toggle PiP mode
sk: Stlačením '0' prepnete režim PiP

source: Press GREEN (Reboot) to switch images, YELLOW (Delete) to erase an image or BLUE (Restore) to restore all deleted images.
sk: Stlačením ZELENEJ (Reštartovanie) prepnete systémový obraz, ŽLTOU (Vymazať) vymažete systémový obraz alebo MODROU (Obnoviť) obnovíte všetky vymazané systémové obrazy.

source: Press INFO on your remote control for additional information.
sk: Stlačením INFO na DO si zobrazíte ďalšie informácie.

source: Press MENU on your remote control for additional options.
sk: Stlačením MENU na DO si zobrazíte ďalšie možnosti.

source: Press OK
sk: Stlačte OK

source: Press OK on your remote control to continue.
sk: Stlačením OK na diaľkovom ovládači pokračujete.

source: Press OK to activate the selected%s skin.
sk: Stlačením OK aktivujete vybraný %s vzhľad.

source: Press OK to activate the settings.
sk: Stlačením OK aktivujete nastavenia.

source: Press OK to edit the settings.
sk: Stlačením OK upravíte nastavenia.

source: Press OK to get further details for %s
sk: Pre ďalšie informácie o %s stlačte OK

source: Press OK to keep the currently selected%s skin.
sk: Stlačením OK zachováte aktuálne vybraný %s vzhľad.

source: Press OK to select a group of satellites to configure in one block.
sk: Stlačením OK vyberiete skupinu satelitov, ktoré chcete konfigurovať v jednom bloku.

source: Press OK to select a provider.
sk: Stlačením OK vyberiete poskytovateľa.

source: Press OK to select a service.
sk: Stlačením OK vyberiete stanicu.

source: Press OK to select satellites
sk: Stlačením OK vyberiete satelity

source: Press OK to select the save location of the log file.
sk: Stlačením OK vyberiete miesto uloženia súboru protokolu.

source: Press OK to select which days to perform an EPG download.
sk: Stlačením OK vyberiete, v ktorých dňoch sa má vykonať sťahovanie EPG.

source: Press OK to select/deselect a CAId.
sk: Stlačením OK vyberiete alebo zrušíte CAid.

source: Press OK to show details
sk: Stlačením OK zobrazíte podrobnosti

source: Press OK to toggle the selection
sk: Stlačením OK prepnete výber

source: Press OK to toggle the selection.
sk: Stlačením OK prepnete výber.

source: Press OK, save and exit...
sk: Stlačením OK, uložíte a ukončíte...

source: Press up/down to scroll through the selected log Press left/right to see different log types
sk: Stlačením nahor/nadol prechádzate vybraným protokolom Stlačením doľava/doprava zobrazíte rôzne typy protokolov

source: Press yellow to set this interface as the default interface.
sk: Stlačením žltého nastavíte toto rozhranie ako predvolené.

source: Preview
sk: Náhľad

source: Preview menu
sk: Ponuka náhľadu

source: Previous
sk: Predchádzajúce

source: Primary DNS
sk: Primárny DNS

source: Primetime
sk: Hlavný vysielací čas

source: Priority
sk: Priorita

source: Problem retrieving update list. If this issue persists please check/report on forum
sk: Problém s načítaním zoznamu aktualizácií. Ak tento problém pretrváva, skontrolujte ho/podajte správu na fóre

source: Process
sk: Procesy

source: Processor temp: %s
sk: Teplota CPU: %s

source: Profile
sk: Profil

source: Profile: Local box
sk: Profil: Lokálny box

source: Progress
sk: Priebeh

source: Progress bar left
sk: Indikátor priebehu vľavo

source: Progress bar right
sk: Indikátor priebehu vpravo

source: Prominent
sk: Významné

source: Properties of current title
sk: Vlastnosti aktuálneho titulu

source: Protect configuration
sk: Ochrana konfigurácie

source: Protect context menus
sk: Ochrana kontextových ponúk

source: Protect main menu
sk: Ochrana hlavnej ponuky

source: Protect manufacturer reset screen
sk: Ochrana obrazovky resetovania výrobcu

source: Protect menu sort
sk: Ochrana triedenia ponuky

source: Protect movie list
sk: Ochrana zoznamu filmov

source: Protect on epg age
sk: Ochrana veku z EPG

source: Protect plugin browser
sk: Ochrana prehliadača doplnkov

source: Protect screens
sk: Ochrana obrazovky

source: Protect services
sk: Ochrana stanice

source: Protect software update screen
sk: Ochrana obrazovky aktualizácie softvéru

source: Protect standby menu
sk: Ochrana pohotovostného režimu

source: Protect timer menu
sk: Ochrana ponuky časovača

source: Protect vix menu
sk: Ochrana ViX ponuky

source: Protocol
sk: Protokol

source: Protocol:
sk: Protokol:

source: Provider
sk: Poskytovateľ

source: Provider Name:
sk: Názov poskytovateľa:

source: Provider:
sk: Poskytovateľ:

source: Providers
sk: Poskytovatelia

source: Providers:
sk: Poskytovatelia:

source: Providers:
sk: Poskytovatelia:

source: Psychologie
sk: Psychológia

source: Puerto Rico
sk: Portoriko

source: Puppets
sk: Maňušky

source: Purge deleted user bouquets
sk: Vyčistiť vymazané používateľské prehľady

source: Put A/V receiver in standby
sk: Prepnúť A/V prijímač do pohotovostného režimu

source: Put A/V receiver in standby.
sk: Prepnutie A/V prijímača do pohotovostného režimu.

source: Put TV in standby
sk: Prepnúť TV do pohotovostného režimu

source: Python frontend for /tmp/mmi.socket
sk: Python frontend pre /tmp/mmi.socket

source: Qatar
sk: Katar

source: Quad core
sk: Štvorjadro

source: Question
sk: Otázka

source: Quick
sk: Rýchlo

source: Quick Actions
sk: Rýchle akcie

source: Quick zap
sk: Rýchle prepínanie

source: Quit Movie Player with EXIT button
sk: Ukončenie prehrávača filmov tlačidlom EXIT

source: Quiz
sk: Kvíz

source: RDS/RASS display
sk: RDS/RASS obrazovka

source: REC Symbol in Standby
sk: REC symbol v Pohotovostnom režime

source: REC Symbol in use
sk: REC symbol v prevádzke

source: RECALL
sk: ZAVOLAŤ

source: RECORD
sk: NAHRÁVANIE

source: RED
sk: ČERVENÁ

source: REWIND
sk: PREVÍJANIE

source: RF output settings
sk: Nastavenia RF výstupu

source: RIGHT
sk: PRAVÁ

source: Radio
sk: Rádio

source: Radio Channel Selection
sk: Výber rozhlasového kanálu

source: Rallying
sk: Zoskupenie

source: Random
sk: Náhodne

source: Random Password
sk: Náhodné heslo

source: Randomly generate a password
sk: Náhodné generovanie hesla

source: Rating defined by broadcaster - %d
sk: Hodnotenie podľa vysielateľa - %d

source: Rating undefined
sk: Hodnotenie nedefinované

source: Re-enter PIN
sk: Znova zadajte PIN

source: Read Userdata from %s.conf
sk: Načítať užívateľské údaje z %s.conf

source: Read Userdata from oscam.conf
sk: Načítať užívateľské údaje z oscam.conf

source: Reader
sk: Čítačka

source: Reader Statistics
sk: Štatistiky čítačky

source: Reader/User
sk: Čítačka/Užívateľ

source: Ready to install "%s" ?
sk: Pripravený na inštaláciu "%s" ?

source: Ready to remove "%s" ?
sk: Pripravený na odstránenie "%s" ?

source: Real Life
sk: Skutočný život

source: Reality
sk: Realita

source: Reality Show
sk: Reality šou

source: Really close without saving settings?
sk: Naozaj zatvoriť bez uloženia nastavení?

source: Really delete completed timers?
sk: Naozaj zmazať dokončené časovače?

source: Really exit the subservices quickzap?
sk: Naozaj ukončiť rýchle prepínanie podkanálov?

source: Really reboot into Android Mode?
sk: Naozaj reštartovať do režimu Android?

source: Really reboot into Recovery Mode?
sk: Naozaj reštartovať do režimu obnovy?

source: Really reboot now?
sk: Naozaj teraz spustiť reštartovanie?

source: Really reflash your %s %s and reboot now?
sk: Naozaj reflašhovať %s %s a reštartovať teraz?

source: Really restart now?
sk: Naozaj teraz reštartovať?

source: Really shutdown now?
sk: Naozaj teraz vypnúť?

source: Really store at index %2d for current position?
sk: Skutočne uložiť na index %2d pre aktuálnu pozíciu?

source: Really upgrade the frontprocessor and reboot now?
sk: Naozaj aktualizovať frontprocessor a spustiť teraz reštartovanie?

source: Really upgrade your %s %s and reboot now?
sk: Naozaj aktualizovať a spustiť teraz reštartovanie Vášho %s %s?

source: Reboot
sk: Reštartovanie

source: Reboot required
sk: * = Nutné reštartovanie

source: Rec
sk: Nahrávanie

source: Rec button (long)
sk: Tlačidlo REC (dlho)

source: Rec button (short)
sk: Tlačidlo REC (krátko)

source: Recall channel, panic button & number zap
sk: Vyvolanie kanála, núdzového tlačidla a prepnutia čísla

source: Receiver or driver does not support FCC
sk: Prijímač alebo ovládač nepodporuje FCC

source: Record
sk: Nahrať

source: Record next
sk: Nahrať nasledujúci

source: Record now
sk: Nahrať teraz

source: Record started! Stopping timeshift now ...
sk: Nahrávanie začalo! Zastavujem časový posun ...

source: Record time limited due to conflicting timer %s
sk: Doba nahrávania je obmedzená kvôli konfliktnému časovaču %s

source: Recording
sk: Nahrávanie

source: Recording 4097, 5001 and 5002 streams not possible with external players, so convert recordings to servicetype 1.
sk: Nahrávanie prúdov 4097, 5001 a 5002 nie je možné pomocou externých prehrávačov, preto preveďte nahrávky na typ služby 1.

source: Recording IPTV with systemapp enabled, timer ended! Please recheck it!
sk: Nahrávanie IPTV s systemapp povolené, časovač skončil! Prosím, prekontrolujte to!

source: Recording and playback
sk: Nahrávanie a prehrávanie

source: Recording and playback settings
sk: Nastavenia nahrávania a prehrávania

source: Recording in progress: %s
sk: Prebieha nahrávanie: %s

source: Recording type
sk: Typ nahrávky

source: Recording(s) are in progress or coming up in few seconds!
sk: Nahrávanie prebieha alebo o pár sekúnd začne!

source: Recording/media selection
sk: Výber nahrávania/média

source: Recordings
sk: Nahrávky

source: Recordings - convert IPTV servicetypes to 1
sk: Nahrávania - konvertovať typy služieb IPTV na 1

source: Recordings always have priority
sk: Nahrávania majú vždy prednosť

source: Recordings in progress: %d
sk: Nahrávania prebiehajú: %d

source: Recordings, Playback & Timeshift
sk: Nahrávanie, Prehrávanie a Časový posun

source: Recovery Mode
sk: Režim obnovy

source: Red
sk: Červená

source: Red button
sk: Červené tlačidlo

source: Red button (long)
sk: Červené tlačidlo (dlho)

source: Red button (short)
sk: Červené tlačidlo (krátko)

source: Red colored
sk: Červená farba

source: Red long
sk: Červené dlho

source: Reduce time scale
sk: Zmenšit časovú mierku

source: Reflash in progress Please wait until your %s %s reboots This may take a few minutes
sk: Práve prebieha reflašh Prosím, čakajte kým sa Váš %s %s reštartuje Tento proces môže trvať niekoľko minút

source: Reflash recommended!
sk: Reflašh odporúčaný!

source: Refresh rate
sk: Rýchlosť obnovovania

source: Refresh rate selection.
sk: Výber rýchlosti obnovovania.

source: Regard deep standby as standby
sk: Považovať vyčkávací režim za pohotovostný režim

source: Region
sk: Oblasť

source: Regional
sk: Regionálne

source: Regional News
sk: Regionálne správy

source: Relative
sk: Relatívne

source: Release notes
sk: Poznámky k vydaniu

source: Relevant PIDs routing
sk: Príslušné smerovanie PIDov

source: Religion
sk: Náboženstvo

source: Reload
sk: Znovu načítať

source: Reload blacklists
sk: Opätovné načítanie čiernych zoznamov

source: Reload every (in hours)
sk: Načítavať každých (v hodinách)

source: Reload skin
sk: Opätovné načítanie vzhľadu

source: Reloading EPG Cache...
sk: Opätovné načítanie vyrovnávacej pamäte EPG...

source: Reloading bouquets and services...
sk: Opätovné načítanie prehľadov a staníc...

source: Remaining
sk: Zostávajúci

source: Remaining & Elapsed
sk: Zostávajúci a uplynulý

source: Remember service PIN
sk: Zapamätať PIN stanice

source: Reminder, you have chosen to save timeshift file.
sk: Pripomenúť, že ste sa rozhodli uložiť súbor s časovým posunom.

source: Remote box
sk: Vzdialený box

source: Remote control source*
sk: Zdroj diaľkového ovládania*

source: Remote control type
sk: Typ diaľkového ovládania

source: Remove
sk: Odstrániť

source: Remove Confirmation
sk: Odstrániť potvrdenie

source: Remove EPG event name prefixes
sk: Odstrániť predpony názvov udalostí EPG

source: Remove Service
sk: Odstrániť stanicu

source: Remove a mark
sk: Odstrániť značku

source: Remove a nameserver entry
sk: Odstrániť položku DNS

source: Remove all alternatives
sk: Odstrániť všetky alternatívy

source: Remove all bouquet/tuning data
sk: Odstrániť všetky údaje prehľadu/ladenia

source: Remove all keymap data
sk: Odstrániť všetky údaje mapy klávesov

source: Remove all network data
sk: Odstrániť všetky údaje siete

source: Remove all new found flags
sk: Odstrániť všetky príznaky novo nájdené

source: Remove all other data
sk: Odstrániť všetky ostatné údaje

source: Remove all plugin setting data
sk: Odstrániť všetky údaje nastavení doplnkov

source: Remove all resume point data
sk: Odstrániť všetky údaje bodu obnovenia

source: Remove all selection marks
sk: Odstrániť všetky značky výberu

source: Remove all settings data
sk: Odstrániť všetky údaje nastavení

source: Remove all skin data
sk: Odstrániť všetky údaje vzhľadu

source: Remove all timer data
sk: Odstrániť všetky údaje časovača

source: Remove bookmark
sk: Odstrániť záložku

source: Remove bouquet from parental protection
sk: Odstrániť prehľad z rodičovskej ochrany

source: Remove cable services
sk: Odstrániť káblové stanice

source: Remove current channel from list
sk: Odstrániť aktuálny kanál zo zoznamu

source: Remove currently selected title
sk: Odstrániť aktuálne vybraný titul

source: Remove entry
sk: Odstrániť položku

source: Remove finished timer logs after (days)
sk: Odstrániť dokončené protokoly časovača po (dni)

source: Remove finished timers after (days)
sk: Odstrániť dokončené časovače po (dni)

source: Remove finished.
sk: Odstránenie dokončené.

source: Remove from parental protection
sk: Odstrániť z rodičovskej ochrany

source: Remove items from trash can after (days)
sk: Odstrániť položky z odpadkového koša po (dni)

source: Remove new found flag
sk: Odstrániť značku novo nájdenej stanice

source: Remove plugins
sk: Odstrániť doplnky

source: Remove selected satellite
sk: Odstrániť vybraný satelit

source: Remove terrestrial services
sk: Odstrániť pozemné stanice

source: Remove text for the hearing impaired from external subtitles (instrumental music or environmental sounds, e.g., when a doorbell rings or a gun shot is heard).
sk: Odstrániť text pre osoby so sluchovým postihnutím z externých titulkov (inštrumentálna hudba alebo zvuky prostredia, napr. keď zazvoní zvonček alebo zaznie výstrel).

source: Remove the services on scanned transponders before re-adding services?
sk: Odstrániť stanice na naskenovaných transpondéroch pred opätovným pridaním staníc?

source: Remove timer
sk: Odstrániť časovač

source: Remove title
sk: Odstrániť titul

source: Removing
sk: Odstraňujem

source: Removing Service
sk: Odstránenie stanice

source: Removing directory %s failed. (Maybe not empty.)
sk: Odstránenie adresára %s zlyhalo. (Možno nie je prázdny.)

source: Removing partition table.
sk: Odstránenie tabuľky partícií.

source: Removing service
sk: Odstraňuje stanicu

source: Rename
sk: Premenovať

source: Rename channel
sk: Premenovať kanál

source: Rename entry
sk: Premenovať položku

source: Rename failed!
sk: Premenovanie zlyhalo!

source: Rename name and description for new events
sk: Premenovať názov a popis nových udalostí

source: Rename to:
sk: Premenovať na:

source: Renamed %s!
sk: Premenované %s!

source: Renovation
sk: Renovácia

source: Repeat
sk: Opakovať

source: Repeat Display Message
sk: Opakovať správu na displeji

source: Repeat type
sk: Typ opakovania

source: Repeating event currently recording... What do you want to do?
sk: Práve sa nahráva opakovaná udalosť... Co chcete urobiť?

source: Repeating the event currently recording... What do you want to do?
sk: Práve sa opakuje nahrávaná udalosť... Co chcete urobiť?

source: Repeats
sk: Opakovania

source: Replace `- ` in dialogs with colored text per speaker (like teletext subtitles for the hearing impaired)
sk: Nahradiť `- ` v dialógoch farebným textom pre každého hovoriaceho (ako v teletextových titulkoch pre sluchovo postihnutých)

source: Reportage
sk: Reportáž

source: Request for physical address report
sk: Žiadosť o nahlásenie fyzickej adresy

source: Request for vendor report
sk: Žiadosť o nahlásenie dodávateľa

source: Require authentication for http streams
sk: Vyžadovať overenie pre http toky (streamy)

source: Required medium type:
sk: Požadovaný druh média:

source: Rereading partition table.
sk: Opakované čítanie tabuľky partícií.

source: Reserved
sk: Rezervované

source: Reserved for future use
sk: Vyhradené na budúce použitie

source: Reset
sk: Obnoviť

source: Reset and renumerate title names
sk: Obnoviť a prečíslovať názvy titulov

source: Reset order (All)
sk: Obnoviť poradie (všetko)

source: Reset persistent PIN code
sk: Obnoviť trvalý PIN kód

source: Reset playback position
sk: Obnoviť pozíciu prehrávania

source: Reset video enhancement settings to system defaults?
sk: Obnoviť rozšírené nastavenia obrazu na systémom predvolené hodnoty?

source: Reset video enhancement settings to your last configuration?
sk: Obnoviť rozšírené nastavenia obrazu na poslednú Vašu konfiguráciu?

source: Resolution
sk: Rozlíšenie

source: Restart
sk: Reštartovať

source: Restart GUI
sk: Reštartovať užívateľské rozhranie

source: Restart GUI now?
sk: Reštartovať užívateľské rozhranie teraz?

source: Restart last movie
sk: Reštartovať posledný film

source: Restart network
sk: Reštartovať sieť

source: Restart softcam
sk: Reštartovať softcamd

source: Restart test
sk: Reštartovať test

source: Restart your network connection and interfaces.
sk: Reštartovať Vaše sieťové pripojenie a rozhrania.

source: Restore
sk: Obnoviť

source: Restore backups
sk: Obnoviť zálohy

source: Restore deleted user bouquets
sk: Obnoviť odstránené užívateľské prehľady

source: Restore system settings
sk: Obnoviť systémové nastavenia

source: Restoring...
sk: Obnovujem...

source: Restricted 18+
sk: Vyhradené 18+

source: Resume from last position
sk: Pokračovať z poslednej pozície

source: Resume position at %s
sk: Obnoviť pozíciu na %s

source: Resuming playback
sk: Obnova prehrávania

source: Return to movie list
sk: Návrat do zoznamu filmov

source: Return to previous service
sk: Návrat na predchádzajúcu stanicu

source: Reunion
sk: Zjazd

source: Reverse bouquet buttons
sk: Prehodiť tlačidlá prehľadov

source: Reverse list
sk: Obrátený zoznam

source: Rewind
sk: Prevíjanie

source: Rewind speeds
sk: Rýchlosti prevíjania

source: Rewrap subtitles
sk: Zalomiť titulky

source: Right
sk: Vpravo

source: Right from servicename
sk: Vpravo od názvu stanice

source: Right long
sk: Vpravo dlho

source: Romance
sk: Romantika

source: Romania
sk: Rumunsko

source: Romanian
sk: Rumunsky

source: Root directory
sk: Koreňový adresár

source: Rotor step position:
sk: Pozícia kroku motora:

source: Rotor turning speed
sk: Rýchlosť otáčania motora

source: Rotor:
sk: Motor:

source: Routing request
sk: Požiadavka smerovania

source: Rowing
sk: Veslovanie

source: Rugby
sk: Ragby

source: Rugby League
sk: Ragbyová liga

source: Rugby League - Domestic
sk: Ragbyová liga - Domáca

source: Rugby League - International
sk: Ragbyová liga - Medzinárodná

source: Rugby Union - Domestic
sk: Ragbyová únia - Domáca

source: Rugby Union - International
sk: Ragbyová únia - Medzinárodná

source: Run how often ?
sk: Ako často spúšťať ?

source: Running
sk: Prebieha

source: Russian
sk: Rusky

source: Russian Federation
sk: Ruská Federácia

source: SABnzbd Setup
sk: Nastavenie SABnzbd

source: SCPC optimized search range
sk: Rozsah vyhľadávania optimalizovaný pre SCPC

source: SCREEN
sk: OBRAZOVKA

source: SDCARD
sk: SD KARTA

source: SETUP
sk: NASTAVENIE

source: SHIFT:
sk: ZMENA:

source: SINGLE LAYER DVD
sk: JEDNOVRSTVOVÉ DVD

source: SLOW
sk: POMALY

source: SRT file
sk: SRT súbor

source: SSA file
sk: SSA súbor

source: STOP
sk: ZASTAVIŤ

source: SUBTITLE
sk: TITULKY

source: SUSPEND
sk: POZASTAVENIE

source: Sailing
sk: Plachtenie

source: Saint Barthelemy
sk: Svätý Bartolomej

source: Saint Helena, Ascension and Tristan da Cunha
sk: Svätá Helena, Ascension a Tristan da Cunha

source: Saint Kitts and Nevis
sk: Svätý Krištof a Nevis

source: Saint Lucia
sk: Svätá Lucia

source: Saint Martin (French part)
sk: Svätý Martin (francúzska časť)

source: Saint Pierre and Miquelon
sk: Svätý Pierre a Miquelon

source: Saint Vincent and the Grenadines
sk: Svätý Vincent a Grenadíny

source: Samba Setup
sk: Nastavenie samby

source: Same resolution as skin
sk: Rovnaké rozlíšenie ako vzhľad

source: San Marino
sk: San Maríno

source: Sao Tome and Principe
sk: Svätý Tomáš a Princov ostrov

source: Sat
sk: So

source: Satellite
sk: Satelit

source: Satellite dish settings
sk: Nastavenia satelitnej paraboly

source: Satellite equipment
sk: Satelitné vybavenie

source: Satellite equipment setup
sk: Nastavenie satelitného vybavenia

source: Satellite longitude:
sk: Zemepisná dĺžka satelitu:

source: Satellites
sk: Satelity

source: Satire
sk: Satira

source: Sats
sk: Satelity

source: Saturation
sk: Sýtosť

source: Saturday
sk: Sobota

source: Saudi Arabia
sk: Saudská Arábia

source: Save
sk: Uložiť

source: Save / Enter text and exit
sk: Uloženie / Zadanie textu a ukončenie

source: Save EPG Cache
sk: Uložiť vyrovnávaciu pamäť EPG

source: Save all changed settings and exit
sk: Uložiť všetky zmenené nastavenia a ukončiť

source: Save and activate the currently selected skin
sk: Uloženie a aktivácia aktuálne vybraného vzhľadu

source: Save and exit
sk: Uložiť a ukončiť

source: Save and record
sk: Uložiť a nahrať

source: Save and stop
sk: Uložiť a zastaviť

source: Save changes
sk: Uložiť zmeny

source: Save every (in hours)
sk: Uložiť každých (v hodinách)

source: Save playlist
sk: Uložiť zoznam prehrávok

source: Save timer
sk: Uložiť časovač

source: Save timeshift and zap
sk: Uložiť časový posun a prepnúť

source: Save timeshift as movie and continue recording
sk: Uložiť časový posun ako film a pokračovať v nahrávaní

source: Save timeshift as movie and stop recording
sk: Uložiť časový posun ako film a zastaviť nahrávanie

source: Saving EPG Cache...
sk: Ukladanie vyrovnávacej pamäte EPG...

source: Saving Timeshift files
sk: Ukladanie súborov časového posunu

source: Saving timeshift as movie now. This might take a while!
sk: Ukladanie časového posunu ako film. To môže chvíľu trvať!

source: Scaler sharpness
sk: Ostrosť škálovania

source: Scaler vertical dejagging
sk: Vertikálne odclonenie škálovača

source: Scaling mode
sk: Škálovací režim

source: Scan
sk: Vyhľadať

source: Scan
sk: Prehľadať

source: Scan %s
sk: Prehľadať %s

source: Scan %s band
sk: Prehľadať %s pásmo

source: Scan additional SR
sk: Prehľadať ďalšie SR

source: Scan files...
sk: Prehľadať súbory...

source: Scan options
sk: Možnosti vyhľadávania

source: Scan using transponders on NIT table? 'No' will use transponders in xml file.
sk: Vyhľadať pomocou transpondérov v tabuľke NIT? 'Nie' použije transpondéry zo súboru xml.

source: Scan wireless networks
sk: Vyhľadať bezdrôtové siete

source: Scan your network for wireless access points and connect to them using your selected wireless device.
sk: Vyhľadať v sieti bezdrôtové prístupové body a pripojiť ich zvoleným bezdrôtovýmn zariadením

source: Scanning %s...
sk: Prehľadávanie %s...

source: Scanning - %d%% completed
sk: Prehľadávanie - %d%% dokončené

source: Scanning completed, %d channel found
sk: Prehľadávanie dokončené, nájdená %d stanica

source: Scanning failed!
sk: Vyhľadávanie zlyhalo!

source: Scanning...
sk: Prehľadávanie...
