Repository: atefganm/OpenViX-enigma2
Catalog: po/*.po
Languages: sk

source: EPG language selection 2
sk: Výber záložného jazyka EPG 2

source: EPG location
sk: Umiestnenie EPG

source: EPG settings
sk: Nastavenia EPG

source: EPGSETUP
sk: EPG NASTAVENIE

source: ERROR - failed to scan (%s)!
sk: CHYBA - zlyhalo vyhľadávanie (%s)!

source: ERROR: Check is already running in background, please wait a few minutes and try again
sk: CHYBA: Kontrola už prebieha na pozadí, počkajte prosím niekoľko minút a skúste to znova

source: ERROR: No internet found
sk: CHYBA: Nenašiel sa internet

source: ERROR: No network found
sk: CHYBA: Nenájdená sieť

source: ERROR: Response 403 Forbidden
sk: CHYBA: Odpoveď 403 Zakázané

source: ERROR: Response 404 Not Found
sk: CHYBA: Odpoveď 403 Nenájdené

source: ET8500 Multiboot: Installed
sk: ET8500 Multiboot: Nainštalované

source: East
sk: Východne

source: East limit set
sk: Východný limit nastavený

source: Eastern
sk: Východný

source: Ecm Info
sk: Informácia Ecm

source: Ecm Statistics
sk: Štatistiky ECM

source: Ecm Time
sk: Čas ECM

source: Economics
sk: Ekonomika

source: Ecuador
sk: Ekvádor

source: Edit
sk: Upraviť

source: Edit AutoTimer
sk: Upraviť automatický časovač

source: Edit DNS
sk: Upraviť DNS

source: Edit Timer
sk: Upraviť časovač

source: Edit alternatives
sk: Upraviť alternatívy

source: Edit chapters of current title
sk: Upraviť kapitoly aktuálneho titulu

source: Edit menu
sk: Upraviť ponuku

source: Edit new entry
sk: Upraviť novú položku

source: Edit settings
sk: Upraviť nastavenia

source: Edit the Nameserver configuration of your %s %s.
sk: Upraviť konfiguráciu menného servera Vášho %s %s.

source: Edit the network configuration of your %s %s.
sk: Upraviť sieťovú konfiguráciu Vášho %s %s.

source: Edit title
sk: Upraviť titul

source: Edit upgrade source url.
sk: Upraviť URL zdroja aktualizácie.

source: Education
sk: Vzdelávanie

source: Education/Information
sk: Vzdelávanie/Informácie

source: Education/Science/Factual
sk: Vzdelávanie/Veda/Skutočnosti

source: Einzelsportart
sk: Individuálny šport

source: El Salvador
sk: Salvádor

source: Elapsed
sk: Uplynulý

source: Elapsed & Remaining
sk: Uplynulý a zostávajúci

source: Electronic Program Guide
sk: Elektronický programový sprievodca

source: Empty slot
sk: Prázdny slot

source: Empty trash can
sk: Prázdny odpadkový kôš

source: Enable
sk: Povoliť

source: Enable 5V for active antenna
sk: Povoliť 5V pre aktívnu anténu

source: Enable Bluetooth Audio
sk: Povoliť technológiu Bluetooth Zvuk

source: Enable EIT EPG
sk: Povoliť EIT EPG

source: Enable EPG event name abbreviation removal
sk: Povoliť odstrániť skratky názvu udalosti EPG

source: Enable Fast Channel Change
sk: Povoliť rýchlu zmenu kanálu (FCC)

source: Enable FreeSat EPG
sk: Povoliť FreeSat EPG

source: Enable MHW EPG
sk: Povoliť MHW EPG

source: Enable Netmed EPG
sk: Povoliť Netmed EPG

source: Enable OpenTV EPG
sk: Povoliť OpenTV EPG

source: Enable OpenTV download
sk: Povoliť OpenTV sťahovanie

source: Enable ViaSat EPG
sk: Povoliť ViaSat EPG

source: Enable Virgin EPG
sk: Povoliť Virgin EPG

source: Enable auto cable scan
sk: Povoliť automatické prehľadávanie káblovky

source: Enable auto fastscan
sk: Povoliť automatické rýchle vyhľadávanie (FastScan)

source: Enable auto fastscan for %s
sk: Povoliť automatické rýchle vyhľadávanie pre %s

source: Enable automated downloading of OpenTV EPG data. If only one tuner is available the download will be done when the reciever is in standby.
sk: Povoliť automatické sťahovanie údajov OpenTV EPG. Ak je k dispozícii len jeden tuner, sťahovanie sa vykoná, keď je prijímač v pohotovostnom režime.

source: Enable automatic collections
sk: Povoliť automatické zostavy

source: Enable blinking rec symbol on the LCD Display
sk: Povoliť blikanie symbolu nahrávanie na LCD displeji

source: Enable bouquet edit
sk: Povoliť úpravu prehľadu

source: Enable client mode
sk: Povoliť režim klienta

source: Enable core dumps *
sk: Povoliť výpisy jadra *

source: Enable debug logs *
sk: Povoliť protokoly ladenia *

source: Enable fallback remote receiver
sk: Povoliť záložný vzdialený prijímač

source: Enable favourite edit
sk: Povoliť úpravu obľúbených

source: Enable infobar fade-out
sk: Povoliť miznutie informačnej lišty

source: Enable move mode
sk: Povoliť režim presunu

source: Enable multiple bouquets
sk: Povoliť viacnásobné prehľady

source: Enable new GStreamer playback
sk: Povoliť nové GStreamer prehrávanie

source: Enable or disable client mode.
sk: Povoliť alebo zakázať režim klienta.

source: Enable or disable the 10 Bit Color Mode
sk: Povoliť alebo zakázať režim 10 bitových farieb

source: Enable or disable the 12 Bit Color Mode
sk: Povoliť alebo zakázať režim 12 bitových farieb

source: Enable or disable to force HDR Modes for UHD
sk: Povoliť alebo zakázať vynútenie režimov HDR pre UHD

source: Enable or disable to force HDR10 Modes for UHD
sk: Povoliť alebo zakázať vynútenie režimov HDR10 pre UHD

source: Enable or disable to force HLG Modes for UHD
sk: Povoliť alebo zakázať vynútenie režimov HLG pre UHD

source: Enable or disable using HDMI-CEC.
sk: Povoliť alebo zakázať používanie HDMI-CEC.

source: Enable panic button
sk: Povoliť núdzové tlačidlo

source: Enable parental protection
sk: Povoliť rodičovskú ochranu

source: Enable teletext caching
sk: Povoliť ukladanie teletextu do medzipamäte (caching)

source: Enable this setting if your aerial system needs power
sk: Toto nastavenie povoľte, ak váš anténny systém potrebuje napájanie

source: Enable timer conflict detection
sk: Povoliť detekciu konfliktu časovača

source: Enable to display all true/false, yes/no, on/off and enable/disable set up options as a graphical switch.
sk: Umožňuje zobraziť všetky možnosti pravdivé/nepravdivé, áno/nie, zap/vyp a enable/disable nastavení ako grafický prepínač.

source: Enable to highlight events that are currently in progress.
sk: Umožňuje zvýrazniť práve prebiehajúce udalosti.

source: Enable usage of tuners from another Enigma2 receiver on the local network. Remote tuners will be used when tuners are not available on this receiver. (No free tuner or service type is not available.)
sk: Povolenie používania tunerov z iného prijímača Enigma2 v lokálnej sieti. Vzdialené tunery sa použijú, keď tunery nie sú k dispozícii na tomto prijímači. (Nie je k dispozícii žiadny voľný tuner alebo typ služby.)

source: Enabled
sk: Aktivované

source: Encrypted TV
sk: Kódovaná TV

source: Encrypted:
sk: Kódované:

source: Encryption
sk: Šifrovanie

source: Encryption Type:
sk: Typ šifrovania:

source: Encryption key
sk: Šifrovací kľúč

source: Encryption key type
sk: Typ šifrovacieho kľúča

source: Encryption:
sk: Šifrovanie:

source: End
sk: Koniec

source: End alternatives edit
sk: Ukončiť úpravu alternatív

source: End bouquet edit
sk: Ukončiť úpravu prehľadu

source: End favourites edit
sk: Ukončiť úpravu obľúbených

source: End time
sk: Čas ukončenia

source: Energie
sk: Energia

source: English
sk: Anglicky

source: Enigma2 debug level.
sk: Úroveň ladenia Enigmy2.

source: Enigma2 uptime: %s
sk: Čas prevádzky Enigmy2: %s

source: Enough Retries, delaying till next schedule.
sk: Dosť opakovaných pokusov, odklad do ďalšieho plánu.

source: Enter
sk: Vstúpiť

source: Enter PIN
sk: Zadajte PIN

source: Enter PIN Code
sk: Zadajte kód PIN

source: Enter a number to jump to a service/channel
sk: Zadaním čísla prejdete na stanicu/kanál

source: Enter if you are in the east or west hemisphere.
sk: Zadajte, či sa nachádzate na východnej alebo západnej pologuli.

source: Enter if you are north or south of the equator.
sk: Zadajte, či sa nachádzate na sever alebo na juh od rovníka.

source: Enter main menu
sk: Vstup do hlavnej ponuky

source: Enter persistent PIN code
sk: Zadajte trvalý kód PIN

source: Enter pin code
sk: Zadajte kód PIN-u

source: Enter service number
sk: Zadajte číslo stanice

source: Enter the FTP password of the host receiver (required for any server running OpenViX 5.4 or greater).
sk: Zadajte heslo FTP hostiteľského prijímača (vyžaduje sa pre každý server so systémom OpenViX 5.4 alebo vyšším).

source: Enter the FTP port of the host receiver (normally '21').
sk: Zadajte port FTP hostiteľského prijímača (zvyčajne '21').

source: Enter the FTP username of the host receiver (normally 'root').
sk: Zadajte používateľské meno FTP hostiteľského prijímača (zvyčajne 'root').

source: Enter the IP address of the host receiver.
sk: Zadajte IP adresu hostiteľského prijímača.

source: Enter the IP address of the receiver to use for fallback tuners.
sk: Zadajte IP adresu prijímača, ktorý sa má použiť pre záložné tunery.

source: Enter the URL/IP of the fallback remote receiver, e.g. '192.168.0.1'. The other details such as 'http://' and port number will be filled in automatically when you select save.
sk: Zadajte adresu URL/IP náhradného vzdialeného prijímača, napr. '192.168.0.1'. Ostatné údaje, ako napríklad 'http://' a číslo portu, sa vyplnia automaticky po výbere možnosti uložiť.

source: Enter the domain of the host receiver. Do not include 'http://' or port number.
sk: Zadajte doménu hostiteľského prijímača. Neuvádzajte 'http://' ani číslo portu.

source: Enter the frequency at which you LNB switches between low band and high band. For more information consult the spec sheet of your LNB.
sk: Zadajte frekvenciu, pri ktorej LNB prepína medzi spodným a horným pásmom. Ďalšie informácie nájdete v technickom liste vášho LNB.

source: Enter the frequency step size for the tuner to use when searching for cable multiplexes. For more information consult your cable provider's documentation.
sk: Zadajte veľkosť kroku frekvencie, ktorú má tuner použiť pri vyhľadávaní káblových multiplexov. Ďalšie informácie nájdete v dokumentácii poskytovateľa káblovej televízie.

source: Enter the number stored in the positioner that corresponds to this satellite.
sk: Zadajte číslo uložené v polohovacom zariadení, ktoré zodpovedá tomuto satelitu.

source: Enter the service pin
sk: Zadajte PIN stanice

source: Enter the streaming port of the host receiver (normally '8001').
sk: Zadajte streamovací port hostiteľského prijímača (zvyčajne '8001').

source: Enter valid ONID/TSID
sk: Zadajte platné ONID/TSID

source: Enter your current latitude. This is the number of degrees you are from the equator as a decimal.
sk: Zadajte svoju aktuálnu zemepisnú šírku. Ide o počet stupňov, ktoré vás delia od rovníka, vyjadrený desatinným číslom.

source: Enter your current longitude. This is the number of degrees you are from zero meridian as a decimal.
sk: Zadajte svoju aktuálnu zemepisnú dĺžku. Ide o počet stupňov, ktoré vás delia od nultého poludníka, vyjadrený desatinným číslom.

source: Enter your high band local oscillator frequency. For more information consult the spec sheet of your LNB.
sk: Zadajte frekvenciu lokálneho oscilátora horného pásma. Ďalšie informácie nájdete v technickom liste vášho LNB.

source: Enter your low band local oscillator frequency. For more information consult the spec sheet of your LNB.
sk: Zadajte frekvenciu lokálneho oscilátora spodného pásma. Ďalšie informácie nájdete v technickom liste vášho LNB.

source: Entertainment
sk: Zábava

source: Entitlements
sk: Oprávnenia

source: Environment
sk: Životné prostredie

source: Epg/Guide
sk: Epg/Príručka

source: Epg/Guide long
sk: Epg/Príručka dlho

source: Equal to
sk: Rovná sa

source: Equatorial Guinea
sk: Rovníková Guinea

source: Equestrian
sk: Jazdectvo

source: Error
sk: Chyba

source: Error code
sk: Kód chyby

source: Error executing plugin
sk: Chyba pri spustení doplnku

source: Error reading webpage!
sk: Chyba pri načítaní webovej stránky!

source: Error renaming '%s'
sk: Chyba premenovania '%s'

source: Error: %s
sk: Chyba: %s

source: Error: %s Retry?
sk: Chyba: %s Opakovať?

source: Esoterik
sk: Ezoterik

source: Estonia
sk: Estónsko

source: Estonian
sk: Estónsky

source: Ethernet network interface
sk: Rozhranie siete Ethernet

source: Ethiopia
sk: Etiópia

source: Event
sk: Relácia

source: Event Info
sk: Informácie o relácii

source: Event font size
sk: Veľkosť písma relácie

source: Event name first
sk: Najprv názov relácie

source: Event view
sk: Zobrazenie relácie

source: Event view menu
sk: Ponuka zobrazenia relácie

source: Every 12 hours
sk: Každých 12 hodín

source: Every 2 hours
sk: Každé 2 hodiny

source: Every 3 hours
sk: Každé 3 hodiny

source: Every 6 hours
sk: Každých 6 hodín

source: Every hour
sk: Každú hodinu

source: Everyday
sk: Každý deň

source: Exceeds dual layer medium!
sk: Presahuje kapacitu dvojvrstvového DVD!

source: Execution finished!!
sk: Vykonanie dokončené!!

source: Execution progress:
sk: Priebeh vykonávania:

source: Exit
sk: Ukončiť

source: Exit EPG
sk: Ukončiť EPG

source: Exit Menusort
sk: Ukončiť triedenie ponuky

source: Exit all menus
sk: Ukončiť všetky ponuky

source: Exit channel selection
sk: Ukončenie výberu kanála

source: Exit editor
sk: Ukončiť editor

source: Exit input device selection.
sk: Ukončiť výber vstupného zariadenia.

source: Exit media player?
sk: Ukončiť prehrávač médií?

source: Exit mediaplayer
sk: Ukončiť prehrávač médií

source: Exit menu
sk: Ukončiť ponuku

source: Exit mounts setup menu
sk: Ukončiť ponuku nastavenia prípojení

source: Exit movie list
sk: Ukončiť zoznam filmov

source: Exit movie player
sk: Ukončiť prehrávač filmov

source: Exit movie player?
sk: Ukončiť prehrávač filmov?

source: Exit network adapter setup menu
sk: Ukončiť ponuku nastavenia sieťového adaptéru

source: Exit network interface list
sk: Ukončiť zoznam sieťových rozhraní

source: Exit network wizard
sk: Ukončiť sprievodcu sieťou

source: Exit networkadapter setup menu
sk: Ukončiť ponuku nastavenia sieťového rozhrania

source: Exit the wizard
sk: Ukončiť sprievodcu

source: Expert
sk: Expertný

source: Extended
sk: Rozšírené

source: Extended Networksetup Plugin...
sk: Doplnok rozšíreného nastavenia siete...

source: Extended PID info
sk: Rozšírené PID informácie

source: Extended Setup...
sk: Rozšírené nastavenie...

source: Extended Shares
sk: Rozšírené zdieľania

source: Extended Software
sk: Rozšírený softvér

source: Extended Software Plugin
sk: Doplnok rozšíreného softvéru

source: Extended info
sk: Rozšírené informácie

source: Extended network setup plugin...
sk: Doplnok pre rozšírené nastavenie siete...

source: Extended setup...
sk: Rozšírené nastavenie...

source: Extensions
sk: Rozšírenia

source: Extensions management
sk: Správa rozšírení

source: External
sk: Externý

source: External PiP
sk: Externý PiP

source: External subtitle color
sk: Farba externých titulkov

source: External subtitle dialog colorisation
sk: Farebnosť dialógového okna externých titulkov

source: External subtitle switch fonts
sk: Externé písma prepínača titulkov

source: Externally powered
sk: Externé napájanie

source: Extra motor options
sk: Ďalšie možnosti motora

source: Extreme
sk: Extrémne

source: Extremsport
sk: Extrémny šport

source: Extrude from left
sk: Vysunúť zľava

source: F1/LAN long
sk: F1/LAN dlho

source: F2 long
sk: F2 dlho

source: F3 long
sk: F3 dlho

source: F4 long
sk: F4 dlho

source: FAILED
sk: ZLYHALO

source: FASTFORWARD
sk: PREVINÚŤ VPRED

source: FAVORITES
sk: OBĽÚBENÉ

source: FBC automatic
sk: Automatické FBC

source: FBC automatic connected to
sk: FBC automaticky pripojený k

source: FBC automatic connected to %s
sk: FBC automaticky pripojené k %s

source: FBC automatic inactive
sk: FBC automaticky neaktívne

source: FCC enabled
sk: FCC povolené

source: FCCSetup
sk: Nastavenie FCC

source: FORWARD
sk: PRVINÚŤ VPRED

source: FP version: %s
sk: FP Verzia: %s

source: FTP Setup
sk: Nastavenie FTP

source: FTP connection failure
sk: Zlyhanie FTP pripojenia

source: FTP passive mode
sk: Pasívny režim FTP

source: Factory Reset
sk: Obnovenie továrenského nastavenia

source: Factory Reset: Clearing data
sk: Obnovenie továrenského nastavenia: Vymazanie údajov

source: Factual Topics
sk: Faktické témy

source: Fade the infobar when hiding
sk: Blednutie informačnej lišty pri miznutí

source: Failed
sk: Zlyhalo

source: Failed to write /tmp/positionersetup.log:
sk: Nepodarilo sa zapísať /tmp/positionersetup.log:

source: Falkland Islands (Malvinas)
sk: Falklandské ostrovy (Malvíny)

source: Fallback Configuration
sk: Záložná konfigurácia

source: Fallback Tuner Setup
sk: Nastavenie náhradného tunera

source: Fallback address type
sk: Typ záložnej adresy

source: Fallback receiver IP address
sk: IP adresa náhradného prijímača

source: Fallback receiver streaming port
sk: Náhradný prijímací port na streamovanie

source: Fallback remote receiver URL
sk: Náhradná adresa URL vzdialeného prijímača

source: False
sk: Nepravdivé

source: Familie
sk: Família

source: Family
sk: Rodina

source: Fan %d
sk: Ventilátor %d

source: Fantasy
sk: Fantázia

source: Faroe Islands
sk: Faerské ostrovy

source: Fast
sk: Rýchlo

source: Fast Channel Change
sk: Rýchla zmena kanála (FCC)

source: Fast Channel Change Setup
sk: Nastavenie rýchlej zmeny kanála

source: Fast Channel Change setup
sk: Nastavenie rýchlej zmeny kanálu

source: Fast DiSEqC
sk: Rýchly DiSEqC

source: Fast epoch
sk: Rýchla doba

source: Fast forward speeds
sk: Rýchlosti prevíjania vpred

source: FastScan
sk: Rýchle vyhľadávanie (FastScan)

source: Fastforward
sk: Prevíjanie vpred

source: Fastscan
sk: Rýchle vyhľadávanie

source: Favourites
sk: Obľúbené

source: Feeds status: Official developer feeds
sk: Stav zdrojov: Oficiálne kanály pre vývojárov

source: Feeds status: Stable
sk: Stav zdrojov: Stabilné

source: Feeds status: Unexpected
sk: Stav zdrojov: Neočakávané

source: Feeds status: Unknown
sk: Stav zdrojov: Neznáme

source: Feeds status: Unknown, user feeds url
sk: Stav zdrojov: Neznáme, užívateľské url zdrojov

source: Feeds status: Unstable
sk: Stav zdrojov: Nestabilné

source: Feeds status: Updating
sk: Stav zdrojov: Aktualizácia

source: File %s.conf not found. Enter username/password manually.
sk: Súbor %s.conf nebol nájdený. Zadajte ručne užívateľské meno/heslo.

source: Filename
sk: Názov súboru

source: Filesystem Check
sk: Kontrola systému súborov

source: Film-Noir
sk: Nočný film

source: Final position at
sk: Konečná pozícia na

source: Final position at index
sk: Konečná pozícia pri indexe

source: Final scroll delay
sk: Konečné oneskorenie posúvania

source: Finance
sk: Financie

source: Fine movement
sk: Jemný pohyb

source: Finetune
sk: Jemné nastavenie

source: Finished
sk: Skončené

source: Finished configuring your network
sk: Nastavenie siete je skončené

source: Finland
sk: Fínsko

source: Finnish
sk: Fínsky

source: FirstPage
sk: Prvá strana

source: Fishing
sk: Rybolov

source: Fitness & Health
sk: Fitnes a zdravie

source: Fix CEC address setting, default is 1.0.0.0
sk: Oprava nastavenia adresy CEC, predvolená hodnota je 1.0.0.0

source: Fixed
sk: Pevne

source: Flashing
sk: Blikanie

source: Flat alphabetical
sk: Plošne abecedne

source: Flat by key group on remote
sk: Plocha podľa skupiny kľúčov na diaľkovom ovládaní

source: Flat by position on remote
sk: Plocha podľa polohy na diaľkovom ovládači

source: Folk
sk: Ľudové

source: Folkloric
sk: Folklórne

source: Following tasks will be done after you press OK!
sk: Po stlačení OK sa vykonajú tieto úlohy!

source: Font size
sk: Veľkost písma

source: Food/Wine
sk: Jedlo/Víno

source: Football
sk: Futbal

source: Football - Club
sk: Futbal - Klubový

source: Football - International
sk: Futbal - Medzinárodný

source: Force de-interlace
sk: Vynútiť odstraňovanie prekladania

source: Force legacy signal stats
sk: Vynútiť staršie štatistiky signálu

source: Force receiver to send volume keys to all devices on hdmi when no response to audio channel request.
sk: Prinúti prijímač, aby posielal tlačidlá hlasitosti všetkým zariadeniam na hdmi, keď nereaguje na žiadosť o zvukový kanál.

source: Force volume keys
sk: Vynútenie tlačidiel hlasitosti

source: Format
sk: Formát

source: Forward volume keys
sk: Preposielať tlačidlá hlasitosti

source: Frame size in full view
sk: Veľkosť obrazu pri plnom zobrazení

source: France
sk: Francúzsko

source: Frauen
sk: Ženy

source: Free To Air
sk: Nekódované

source: Free memory
sk: Voľná pamäť

source: Free memory:
sk: Voľná pamäť:

source: Free swap:
sk: Swap voľné:

source: Free:
sk: Voľné:

source: Free:
sk: Voľné:

source: French
sk: Francúzsky

source: French Guiana
sk: Francúzska Guyana

source: French Polynesia
sk: Francúzska Polynézia

source: French Southern Territories
sk: Francúzska južná územia

source: Frequency
sk: Kmitočet

source: Frequency & Channel
sk: Kmitočet a Kanál

source: Frequency & Polarization
sk: Kmitočet a Polarizácia

source: Frequency (kHz)
sk: Kmitočet (kHz)

source: Frequency Norm:
sk: Frekvenčná norma:

source: Frequency bands
sk: Kmitočtové pásma

source: Frequency scan step size(khz)
sk: Kmitočtový krok pri vyhľadávaní (kHz)

source: Frequency steps
sk: Kmitočtové kroky

source: Frequency:
sk: Kmitočet:

source: Fri
sk: Pia

source: Friday
sk: Piatok

source: From:
sk: Z:

source: Front Panel Display
sk: Displej predného panela

source: Front panel settings
sk: Nastavenia predného panelu

source: Full factory reset
sk: Úplné obnovenie výrobných nastavení

source: Full screen
sk: Celá obrazovka

source: Full transparency
sk: Úplne priehľadné

source: Full view resolution
sk: Rozlíšenie celého zobrazenia

source: Fußball
sk: Futbal

source: Für Kinder
sk: Pre deti

source: GREEN
sk: ZELENÁ

source: GUI Skin
sk: Vzhľad grafického rozhrania (GUI)

source: GUI needs a restart to apply a new language Do you want to restart the GUI now?
sk: Pre použitie nového jazyka sa musí reštartovať GUI Chcete teraz reštartovať GUI?

source: GUI needs a restart to switch modes Do you want to restart the GUI now?
sk: Pre použitie nového režimu sa musí reštartovať GUI Chcete teraz reštartovať GUI?

source: GUI settings
sk: Nastavenia grafického rozhrania (GUI)

source: Gaelic Football
sk: Galský futbal

source: Gaelic Games
sk: Galské hry

source: Game Show
sk: Herná šou

source: Gardening
sk: Záhradkárstvo

source: Gateway
sk: Brána

source: General
sk: Všeobecné

source: General AC3 delay
sk: Všeobecné oneskorenie AC3

source: General Arts
sk: Všeobecné umenie

source: General Bluetooth Audio delay
sk: Všeobecné oneskorenie zvuku Bluetooth

source: General Children's
sk: Všeobecné detské

source: General Education
sk: Všeobecné vzdelávanie

source: General Movie
sk: Všeobecný film

source: General Music
sk: Všeobecná hudba

source: General News
sk: Všeobecné správy

source: General PCM delay
sk: Všeobecné oneskorenie PCM

source: General Show
sk: Všeobecná šou

source: General Social
sk: Všeobecná sociálna

source: General Sports
sk: Všeobecné športy

source: Generic
sk: Všeobecné

source: Genre
sk: Žáner

source: Geolocation does not contain time zone information.
sk: Geolokácia neobsahuje informácie o časovom pásme.

source: Geolocation has been used to set the time zone.
sk: Na nastavenie časového pásma sa použila geografická lokalizácia.

source: Geolocation is not available.
sk: Geolokácia nie je k dispozícii.

source: Georgia
sk: Gruzínsko

source: German
sk: Nemecky

source: Germany
sk: Nemecko

source: Geschichte
sk: História

source: Gesellschaft
sk: Spoločnosť

source: Gesundheit
sk: Zdravie

source: Getting Event Info failed!
sk: Získavanie informácií o relácii zlyhalo!

source: Getting plugin information. Please wait...
sk: Získanie informácií o doplnku. Počkajte prosím...

source: Gibraltar
sk: Gibraltár

source: Go back 24 hours
sk: Skok vzad o 24 hodín

source: Go down the list
sk: Prechádzať v zozname nadol

source: Go forward 24 hours
sk: Skok vpred o 24 hodín

source: Go to current time, then the start service
sk: Prejsť na aktuálny čas a potom na štartovaciu stanicu

source: Go to current time, then the start service, then home of list
sk: Prejsť na aktuálny čas, potom na štartovaciu stanicu a potom na domovskú stránku zoznamu
