Repository: atefganm/OpenViX-enigma2
Catalog: po/*.po
Languages: sk

source: This option allows to set the level of dynamic contrast of the picture.
sk: Táto možnosť umožňuje nastaviť úroveň dynamického kontrastu obrazu.

source: This option allows you choose how to display elapsed time as + or -
sk: Táto možnosť umožňuje vybrať spôsob zobrazenia uplynulého času ako + alebo -

source: This option allows you choose how to display remaining time, or elapsed time, or both.
sk: Táto možnosť umožňuje vybrať spôsob zobrazenia zostávajúceho času, uplynulého času alebo oboch.

source: This option allows you choose how to display the Time or nothing in Standby
sk: Táto možnosť umožňuje vybrať, ako sa má v pohotovostnom režime zobrazovať čas alebo nič

source: This option allows you choose how to display the remaining/elapsed time for live TV.
sk: Táto možnosť umožňuje vybrať spôsob zobrazenia zostávajúceho/uplynutého času pre živé tv vysielanie.

source: This option allows you choose the background color of transparent picons.
sk: Táto možnosť umožňuje vybrať farbu pozadia priehľadných piktogramov.

source: This option allows you enable smoothing filter to control the dithering process.
sk: Táto možnosť umožňuje zapnúť vyhladzovací filter na ovládanie procesu ditheringu.

source: This option allows you enable the vertical scaler dejagging.
sk: Táto možnosť umožňuje povoliť vertikálne skreslenie.

source: This option allows you to boost the blue tones in the picture.
sk: Táto možnosť umožňuje posilniť modré tóny v obraze.

source: This option allows you to boost the green tones in the picture.
sk: Táto možnosť umožňuje posilniť zelené tóny v obraze.

source: This option allows you to bypass HDMI EDID check
sk: Táto možnosť umožňuje obísť kontrolu EDID HDMI

source: This option allows you to change the virtual loudspeaker position.
sk: Táto možnosť umožňuje zmeniť polohu virtuálneho reproduktora.

source: This option allows you to choose from the two channel lists that are available.
sk: Táto možnosť umožňuje vybrať si z dvoch dostupných zoznamov kanálov.

source: This option allows you to choose how to display 1080p 24Hz on your TV. (as not all TVs support these resolutions)
sk: Táto možnosť umožňuje vybrať spôsob zobrazenia 1080p 24Hz na Vašom televízore. (keďže nie všetky televízory podporujú tieto rozlíšenia)

source: This option allows you to choose how to display 1080p 25Hz on your TV. (as not all TVs support these resolutions)
sk: Táto možnosť umožňuje vybrať spôsob zobrazenia 1080p 25Hz na Vašom televízore. (keďže nie všetky televízory podporujú tieto rozlíšenia)

source: This option allows you to choose how to display 1080p 30Hz on your TV. (as not all TVs support these resolutions)
sk: Táto možnosť umožňuje vybrať spôsob zobrazenia 1080p 30Hz na Vašom televízore. (keďže nie všetky televízory podporujú tieto rozlíšenia)

source: This option allows you to choose how to display 2160p 24Hz on your TV. (as not all TVs support these resolutions)
sk: Táto možnosť umožňuje vybrať spôsob zobrazenia 2160p 24Hz na Vašom televízore. (keďže nie všetky televízory podporujú tieto rozlíšenia)

source: This option allows you to choose how to display 2160p 25Hz on your TV. (as not all TVs support these resolutions)
sk: Táto možnosť umožňuje vybrať spôsob zobrazenia 2160p 25Hz na Vašom televízore. (keďže nie všetky televízory podporujú tieto rozlíšenia)

source: This option allows you to choose how to display 2160p 30Hz on your TV. (as not all TVs support these resolutions)
sk: Táto možnosť umožňuje vybrať spôsob zobrazenia 2160p 30Hz na Vašom televízore. (keďže nie všetky televízory podporujú tieto rozlíšenia)

source: This option allows you to choose how to display 720p 24Hz on your TV. (as not all TVs support these resolutions)
sk: Táto možnosť umožňuje vybrať spôsob zobrazenia 720p 24Hz na Vašom televízore. (keďže nie všetky televízory podporujú tieto rozlíšenia)

source: This option allows you to choose how to display SD progressive 24Hz on your TV. (as not all TV's support these resolutions)
sk: Táto možnosť umožňuje vybrať spôsob zobrazenia progresívneho 24Hz SD na Vašom televízore. (keďže nie všetky televízory podporujú tieto rozlíšenia)

source: This option allows you to choose how to display elapsed time. As + or -
sk: Táto možnosť umožňuje vybrať spôsob zobrazenia uplynulého času. Ako + alebo -

source: This option allows you to choose how to display standard defintion video on your TV.
sk: Táto možnosť umožňuje vybrať spôsob zobrazenia videa so štandardným rozlíšením na Vašom televízore.

source: This option allows you to choose how to display the remaining/elapsed time for Media playback.
sk: Táto možnosť umožňuje vybrať spôsob zobrazenia zostávajúceho/uplynutého času pre prehrávanie médií.

source: This option allows you to choose how to display the remaining/elapsed time for live TV.
sk: Táto možnosť umožňuje vybrať spôsob zobrazenia zostávajúceho/uplynutého času pre živé tv vysielanie.

source: This option allows you to choose how to display the remaining/elapsed time for media playback.
sk: Táto možnosť umožňuje vybrať spôsob zobrazenia zostávajúceho/uplynutého času prehrávania médií.

source: This option allows you to choose what the first button press jumps to in channel list screen, (so pressing '2' jumps to 'A' or '2' first), when 'Quick Actions' preset actions are perfomed.
sk: Táto možnosť umožňuje zvoliť, na čo sa skočí pri prvom stlačení tlačidla na obrazovke zoznamu kanálov (takže pri stlačení '2' sa najskôr skočí na 'A' alebo '2'), keď 'Rýchle akcie' vykonávajú prednastavené akcie.

source: This option allows you to choose whether or not to display genre information for the event.
sk: Táto možnosť umožňuje vybrať, či sa majú alebo nemajú zobrazovať informácie o žánroch pre danú udalosť.

source: This option allows you to disable sorting of the option in setting screens
sk: Táto možnosť umožňuje vypnúť triedenie možností na obrazovkách nastavenia

source: This option allows you to disable sorting of the plugin browser.
sk: Táto možnosť umožňuje vypnúť triedenie prehliadača doplnkov.

source: This option allows you to enable 3D Surround Sound for an output.
sk: Táto možnosť umožňuje povoliť 3D priestorový zvuk pre výstup.

source: This option allows you to power on or off the display.
sk: Táto možnosť umožňuje zapnúť alebo vypnúť displej.

source: This option allows you to set the layout view (Text or Graphics).
sk: Táto možnosť umožňuje nastaviť zobrazenie rozloženia (Text alebo Grafika).

source: This option allows you to show menu number quick links.
sk: Táto možnosť umožňuje zobraziť číslo rýchleho odkazu v ponuke.

source: This option allows you to show the SNR as a percentage (not all receivers support this).
sk: Táto možnosť umožňuje zobraziť SNR v percentách (nie všetky prijímače to podporujú).

source: This option allows you to show the full screen path leading to the current screen.
sk: Táto možnosť umožňuje zobraziť cestu na celú obrazovku, ktorá vedie k aktuálnej obrazovke.

source: This option allows you to switch audio to bluetooth speakers.
sk: Táto možnosť umožňuje prepnúť zvuk na reproduktory Bluetooth.

source: This option allows you to view the old and new settings side by side.
sk: Táto možnosť umožňuje zobraziť staré a nové nastavenia vedľa seba.

source: This option configures output for Auto Volume Level.
sk: Táto možnosť konfiguruje výstup pre automatickú úroveň hlasitosti.

source: This option configures the general audio delay for bluetooth speakers.
sk: Táto možnosť konfiguruje všeobecné oneskorenie zvuku pre reproduktory Bluetooth.

source: This option configures the general audio delay of Dolby Digital sound tracks.
sk: Táto možnosť konfiguruje všeobecné oneskorenie zvuku zvukových stôp Dolby Digital.

source: This option configures the general audio delay of stereo sound tracks.
sk: Táto možnosť konfiguruje všeobecné oneskorenie stereofónnych zvukových stôp.

source: This option configures the screen resolution in PC output mode.
sk: Táto možnosť konfiguruje rozlíšenie obrazovky v režime výstupu PC.

source: This option configures the video output mode (or resolution).
sk: Táto možnosť konfiguruje režim výstupu videa (alebo rozlíšenie).

source: This option lets you adjust the 3D depth
sk: Táto možnosť umožňuje nastaviť hĺbku 3D

source: This option lets you adjust the transparency of the user interface
sk: Táto možnosť umožňuje nastaviť priehľadnosť používateľského rozhrania

source: This option lets you choose the 3D mode
sk: Táto možnosť umožňuje vybrať režim 3D

source: This option lets you show the option in the extension screen
sk: Táto možnosť umožňuje zobraziť možnosť na obrazovke rozšírenia

source: This option moves the PVR status from the separate window into the Movie Player infobar.
sk: Táto možnosť presunie stav PVR zo samostatného okna do informačnej lišty prehrávača filmov.

source: This option set the level of surpression of mosquito noise (Mosquito Noise is random aliasing as a result of strong compression). Obviously this goes at the cost of picture details.
sk: Táto možnosť nastavuje úroveň potlačenia šumu bzučania (šum bzučania je náhodný aliasing v dôsledku silnej kompresie). Samozrejme, že to ide na úkor detailov obrazu.

source: This option sets the picture brightness.
sk: Táto možnosť nastavuje jas obrazu.

source: This option sets the picture color space.
sk: Táto možnosť nastavuje farebný priestor obrazu.

source: This option sets the picture contrast.
sk: Táto možnosť nastavuje kontrast obrazu.

source: This option sets the picture flesh tones.
sk: Táto možnosť nastavuje telové odtiene obrazu.

source: This option sets the picture hue.
sk: Táto možnosť nastavuje odtieň obrazu.

source: This option sets the picture saturation.
sk: Táto možnosť nastavuje sýtosť obrazu.

source: This option sets the scaler sharpness, used when stretching picture from 4:3 to 16:9.
sk: Táto možnosť nastavuje ostrosť škálovania, ktorá sa používa pri roztiahnutí obrazu zo 4:3 na 16:9.

source: This option sets the surpression of false digital contours, that are the result of a limited number of discrete values.
sk: Táto možnosť nastavuje potlačenie chybných digitálnych obrysov, ktoré sú výsledkom obmedzeného počtu diskrétnych hodnôt.

source: This option sets up the picture sharpness, used when the picture is being upscaled.
sk: Táto možnosť nastavuje ostrosť obrazu, ktorá sa používa pri zväčšovaní obrazu.

source: This plugin is installed.
sk: Tento doplnok je nainštalovaný.

source: This plugin is not installed.
sk: Tento doplnok nie je nainštalovaný.

source: This plugin will be installed.
sk: Tento doplnok sa nainštaluje.

source: This plugin will be removed.
sk: Tento doplnok sa odstráni.

source: This setting allows the tuner configuration to be a duplication of how another tuner is already configured.
sk: Toto nastavenie umožňuje, aby konfigurácia tunera kopírovala konfiguráciu iného tunera.

source: This setting depends on your cable provider and location. If you don't know the correct setting refer to the menu in the official cable receiver, or get it from your cable provider, or seek help via internet forum.
sk: Toto nastavenie závisí od poskytovateľa káblovej televízie a lokality. Ak nepoznáte správne nastavenie, pozrite si ponuku v oficiálnom káblovom prijímači, alebo si ho vyžiadajte od poskytovateľa káblovej televízie, prípadne vyhľadajte pomoc prostredníctvom internetového fóra.

source: This setting is for special setups only. It gives this LNB higher priority over other LNBs with lower values. The free LNB with the highest priority will be the first LNB selected for tuning services.
sk: Toto nastavenie je určené len pre špeciálne nastavenia. Dáva tomuto LNB vyššiu prioritu oproti iným LNB s nižšími hodnotami. Voľný LNB s najvyššou prioritou bude prvým LNB vybraným pre služby ladenia.

source: This start wizard will guide you through the basic setup of your %s %s. Press the OK button on your remote control to move to the next step.
sk: Tento sprievodca spustením Vás prevedie základným nastavením Vášho %s %s. Stlačením tlačidla OK na diaľkovom ovládači prejdite na ďalší krok.

source: This valid ONID/TSID
sk: Tieto platné ONID/TSID

source: This will (re-)calculate all positions of your rotor and may remove previously memorised positions and fine-tuning! Are you sure?
sk: Tým sa (pre-)počítajú všetky polohy vášho motora a môžu sa odstrániť predtým zapamätané polohy a jemné doladenie! Ste si istý?

source: This will permanently delete the current configuration. Although settings backup requested, there is No backup device attached, are you certain you want to continue with a factory reset?
sk: Tým sa natrvalo odstráni aktuálna konfigurácia. Hoci sa požaduje zálohovanie nastavení, nie je pripojené žiadne záložné zariadenie, ste si istí, že chcete pokračovať v obnovení továrenských nastavení?

source: This will permanently delete the current configuration. If necessary it should be possible to restore the current configuration by restoring the settings backup. Are you certain you want to continue with a factory reset?
sk: Tým sa natrvalo odstráni aktuálna konfigurácia. V prípade potreby by malo byť možné obnoviť aktuálnu konfiguráciu obnovením zálohy nastavení. Ste si istí, že chcete pokračovať v obnovení výrobných nastavení?

source: This will permanently delete the current configuration. It would be a good idea to make a backup before taking this drastic action. Are you certain you want to continue with a factory reset?
sk: Tým sa natrvalo odstráni aktuálna konfigurácia. Pred týmto drastickým zásahom by bolo dobré vytvoriť zálohu. Ste si istí, že chcete pokračovať v obnovení továrenského nastavenia?

source: Three
sk: Tri

source: Threshold
sk: Prah

source: Thriller
sk: Triler

source: Thu
sk: Št

source: Thumbnails
sk: Miniatúry

source: Thursday
sk: Štvrtok

source: TiVo support
sk: Podpora TiVo

source: Time
sk: Čas

source: Time Setup Actions
sk: Akcie nastavenia času

source: Time Update in Minutes:
sk: Aktualizácie času v minútach:

source: Time import should start
sk: Čas, kedy by sa mal import začať

source: Time scale
sk: Časová mierka

source: Time style
sk: Štýl času

source: Time to execute command or script
sk: Čas na vykonanie príkazu alebo skriptu

source: Time zone
sk: Časové pásmo

source: Time zone area
sk: Oblasť časového pásma

source: Timeline 24 Hour
sk: Časová os 24 hodín

source: Timeline font size
sk: Veľkosť písma časovej osi

source: Timer
sk: Časovač

source: Timer Edit
sk: Úprava časovača

source: Timer List
sk: Zoznam časovača

source: Timer Menu
sk: Ponuka časovača

source: Timer Sanity Error
sk: Chyba správnosti časovača

source: Timer control
sk: Ovládanie časovača

source: Timer overlap in pm_timers.xml detected! Please recheck it!
sk: Zistené prekrývanie časovača v súbore pm_timers.xml! Skontrolujte to!

source: Timer overlap in timers.xml detected! Please recheck it!
sk: Zistené prekrývanie časovača v súbore timers.xml! Skontrolujte to!

source: Timer recording location
sk: Umiestnenie nahrávok časovača

source: Timer selection
sk: Výber časovača

source: Timer type
sk: Typ časovača

source: Timers
sk: Časovače

source: Timeshift
sk: Časový posun

source: Timeshift is running. Select an action.
sk: Časový posun je spustený. Vyberte akciu.

source: Timeshift location
sk: Umiestnenie časového posunu

source: Timeshift not possible!
sk: Časový posun nie je možný!

source: Timeshift save failed!
sk: Uloženie časového posunu zlyhalo!

source: Timeshift save recording (Select event)
sk: Uloženie nahrávania časového posunu (vyberte udalosť)

source: Timeshift save recording (stop after current event)
sk: Uloženie nahrávania časovým posunom (ukončiť po aktuálnej udalosti)

source: Timeshift saved to your harddisk!
sk: Časový posun uložený na pevný disk!

source: Timeshift will get saved at the end of an event!
sk: Časový posun sa uloží na konci udalosti!

source: Timeshift-save action on zap
sk: Časový posun - akcia uloženia pri prepnutí

source: Timor-Leste
sk: Východný Timor

source: Title
sk: Titul

source: Title properties
sk: Vlastnosti titulu

source: Titleset mode
sk: Režim sady titulov

source: To apply the selected '%s' skin the GUI needs to restart. Would you like to restart the GUI now?
sk: Ak chcete použiť vybraný vzhľad '%s', je potrebné reštartovať grafické rozhranie (GUI). Chcete teraz reštartovať GUI?

source: To audio selection
sk: K výberu zvuku

source: To save and apply the selected '%s' skin the GUI needs to restart. Would you like to save the selection and restart the GUI now?
sk: Ak chcete uložiť a použiť vybraný vzhľad '%s', je potrebné reštartovať grafické rozhranie (GUI). Chcete teraz uložiť výber a reštartovať GUI?

source: To subtitle selection
sk: K výberu titulkov

source: Today
sk: Dnes

source: Toggle Digital downmix
sk: Prepnutie digitálneho downmixu

source: Toggle HDMI-In PiP
sk: Prepnutie HDMI-Vstupu PiP

source: Toggle HDMI-In full screen
sk: Prepnutie HDMI-Vstupu na celú obrazovku

source: Toggle LCD LiveTV
sk: Prepnutie LCD LiveTV

source: Toggle PIP-ZAP
sk: Prepnutie PIP-PREP

source: Toggle a cut mark at the current position
sk: Prepnutie strihovej značku na tejto pozícii

source: Toggle a selection mark
sk: Prepnutie značky výberu

source: Toggle aspect ratio
sk: Prepnutie pomeru strán

source: Toggle between bouquet/epg lists
sk: Prepnutie medzi zoznamami prehľadov/epg

source: Toggle between one & two-line channel list
sk: Prepnutie medzi jedno a dvojriadkovým zoznamom kanálov

source: Toggle channel move mode
sk: Prepnutie režimu presunu kanála

source: Toggle default subtitles
sk: Prepnutie predvolených titulkov

source: Toggle mark
sk: Prepnutie značky

source: Toggle new text inserts before or overwrites existing text
sk: Prepnutie nového textu sa vloží pred existujúci text alebo ho prepíše

source: Toggle picture In graphics
sk: Prepnutie obrazu v grafike

source: Toggle show/hide
sk: Prepnutie zobraziť/skryť

source: Toggle show/hide of the current selection
sk: Prepnutie zobrazenia/skrytia aktuálneho výberu

source: Toggle the default subtitles
sk: Prepnutie predvolených titulkov

source: Tone amplitude
sk: Amplitúda tónu

source: Tone mode
sk: Tónový režim

source: Toneburst
sk: Tónový impulz

source: Toneburst A/B
sk: Tónový impulz A/B

source: Top and Bottom
sk: Hore a Dole

source: Total
sk: Celkovo

source: Total cards:
sk: Celkom kariet:

source: Total clients streaming: %d (%s)
sk: Celkový počet streamujúcich klientov: %d (%s)

source: Total handled client ecm's
sk: Celkovo spracovaných ECM klienta

source: Total handled client emm's
sk: Celkovo spracovaných EMM klienta

source: Total memory:
sk: Celková pamäť:

source: Total swap:
sk: Swap celkovo:

source: Total:
sk: Celkovo:

source: Tourism
sk: Cestovný ruch

source: Track
sk: Stopa

source: Traditional Music
sk: Tradičná hudba

source: Tragödie
sk: Tragédia

source: Transcoding:
sk: Transkódovanie:

source: Translations
sk: Preklady

source: Transmission mode
sk: Režim prenosu

source: Transparent
sk: Priehľadná

source: Transponder
sk: Transpondér

source: Transponder Time
sk: Čas transpondéra

source: Transport Stream Type
sk: Typ transportného streamu

source: Trash
sk: Koš

source: Trash can
sk: Odpadkový kôš

source: Trashcan:
sk: Odpadkový kôš:

source: Travel
sk: Cestovanie

source: Triathlon
sk: Triatlon

source: Tries left:
sk: Zostávajúce pokusy:

source: Trinidad and Tobago
sk: Trinidad a Tobago

source: True
sk: Skutočné

source: Try to find used transponders in cable network.. please wait...
sk: Skúšam nájsť použité transpondéry v káblovej sieti.. počkajte prosím...

source: Try to find used transponders in terrestrial network... please wait...
sk: Skúšam nájsť použité transpondéry v pozemnej sieti... počkajte prosím...

source: Trying to download a new packetlist. Please wait...
sk: Skúšam stiahnuť nový zoznam balíčkov. Počkajte prosím...

source: Tue
sk: Ut

source: Tuesday
sk: Utorok

source: Tune
sk: Naladiť

source: Tune and focus
sk: Ladenie a zaostrenie

source: Tune failed!
sk: Ladenie zlyhalo!

source: Tuner Setup
sk: Nastavenie tunera

source: Tuner is not supported
sk: Tuner nie je podporovaný

source: Tuner live values
sk: Skutočné hodnoty tunera

source: Tuner miscellaneous
sk: Tuner rôzne

source: Tuner not available.
sk: Tuner nie je k dispozícii.

source: Tuner setting values
sk: Hodnoty nastavenia tunera

source: Tuner slot
sk: Slot tunera

source: Tuner status:
sk: Stav tunera:

source: Tuner type
sk: Typ tunera

source: Tuners & Scanning
sk: Tunery a Vyhľadávanie

source: Tunisia
sk: Tunisko

source: Turkey
sk: Turecko

source: Turkish
sk: Turecky

source: Turkmenistan
sk: Turkménsko

source: Turks and Caicos Islands
sk: Ostrovy Turks a Caicos

source: Turn off HDMI-IN PiP mode
sk: Vypnúť na HDMI-VSTUP režim PiP

source: Turn off HDMI-IN full screen mode
sk: Vypnúť režim celej obrazovky na HDMI-VSTUP

source: Turn on HDMI-IN PiP mode
sk: Zapnúť na HDMI-VSTUP režim PiP

source: Turn on HDMI-IN full screen mode
sk: Zapnúť režim celej obrazovky na HDMI-VSTUP

source: Turn on the control LED.
sk: Zapnúť LED kontrolku napájania.

source: Turn on the power LED during standby.
sk: Zapnúť počas pohotovostného režimu LED kontrolku napájania.

source: Turn on the power LED.
sk: Zapnúť LED kontrolku napájania.

source: Turning step size
sk: Veľkosť kroku otáčania

source: Two
sk: Dva

source: Two lines
sk: Dva riadky

source: Type
sk: Typ

source: Type of scan
sk: Typ vyhľadávania

source: Type:
sk: Typ:

source: UNKNOWN
sk: NEZNÁME

source: UP
sk: NAHOR

source: USALS automatically moves a motorised dish to the correct satellite based on the coordinates entered by the user. Without USALS each satellite will need to be setup and saved individually.
sk: USALS automaticky presunie motorizovanú anténu na správny satelit na základe súradníc zadaných používateľom. Bez systému USALS bude potrebné nastaviť a uložiť každý satelit samostatne.

source: Ukraine
sk: Ukrajina

source: Ukrainian
sk: Ukrajinsky

source: Unable to change password
sk: Nemožno zmeniť heslo

source: Uncover dashed flickering line for this service
sk: Odkryte prerušovanú blikajúcu čiaru pre túto službu

source: Undetermined
sk: Neurčené

source: Undo install
sk: Vrátenie späť inštalácie

source: Undo uninstall
sk: Vrátenie späť odinštalovania

source: Unencrypted
sk: Nešifrované

source: Unicable delay after change voltage before switch command
sk: Unicable oneskorenie po zmene napätia pred príkazom na prepnutie

source: Unicable delay after enable voltage before switch command
sk: Unicable oneskorenie po zapnutí napätia pred príkazom na prepnutie

source: Unicable delay after last diseqc command
sk: Unicable oneskorenie po poslednom príkaze diseqc

source: Uninstall
sk: Odinštalovať

source: United Arab Emirates
sk: Spojené arabské emiráty

source: United Kingdom
sk: Veľká Británia

source: United States
sk: Spojené štáty

source: United States Minor Outlying Islands
sk: Menšie odľahlé ostrovy Spojených štátov

source: United States of America
sk: Spojené Štáty Americké

source: Universal LNB
sk: Univerzálny LNB

source: Unknown
sk: Neznáme

source: Unmark service as a dedicated 3D service
sk: Zrušenie označenia stanice ako vyhradenej služby 3D

source: Unsupported
sk: Nepodporované

source: Unused 0x71
sk: Nepoužité 0x71

source: Unused 0x72
sk: Nepoužité 0x72

source: Unused 0x80
sk: Nepoužité 0x80

source: Unused 0xb2
sk: Nepoužité 0xb2

source: Up
sk: Nahor

source: Update
sk: Aktualizácia

source: Update channel list only
sk: Aktualizovať len zoznam kanálov

source: Update completed, %d package was installed.
sk: Aktualizácia dokončená, %d balíček bol nainštalovaný.

source: Update failed. Your %s %s does not have a working internet connection.
sk: Aktualizácia zlyhala. Váš %s %s nemá funkčné pripojenie k internetu.

source: Update interval (in seconds)
sk: Interval aktualizácie (v sekundách)

source: Update packages...
sk: Aktualizácia balíčkov...
